Repository: fpSpindola/Villagescc_new_ui
Catalog: ccproject/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fi_fi, fr, it_it, ru

source: Current Balance
de: Aktuelle Bilanz
es: Balance actual
fi_fi: Tämänhetkinen tase
fr: Solde actuel
it_it: Saldo corrente
ru: Текущий баланс

source: %(partner)s's endorsement of you
ru: Одобрение от %(partner)s для вас

source: %(hearts)s heart
ru: %(hearts)s сердечко

source: Your endorsement of %(partner)s
ru: Ваше одобрение для %(partner)s

source: Endorse
de: Unterstützen
es: Respaldar
fi_fi: Osoita tukesi
fr: approuver
it_it: Sostieni
ru: Одобрение

source: Entries
ru: Записи

source: Received
de: Empfangen
es: Recibido
fi_fi: Saapuneet
it_it: Ricevuto
ru: Получено

source: Sent
de: Gesendet
es: Enviado
fi_fi: Lähetetyt
fr: transféré
it_it: Inviato
ru: Отправлено

source: Balance
de: Bilanz
fi_fi: Tase
fr: Solde
it_it: Saldo
ru: Баланс

source: No entries.
de: Keine Einträge.
es: No hay elementos.
fi_fi: Ei merkintöjä.
it_it: Nessun risultato.
ru: Нет записей.

source: My Relationships
de: Meine Beziehungen
es: Mis relaciones
fi_fi: Omat yhteyteni
fr: ma relations
it_it: Le mie relazioni
ru: Мои отношения

source: Summary
de: Zusammenfassung
es: Resumen
fi_fi: Kooste
it_it: Sommario
ru: Кратко

source: Your balances lets you know how balanced your participation in Villages is.
ru: Ваш баланс дает вам знать, насколько сбалансировано ваше участие в Villages.

source: Your <strong>overall balance</strong> adds all of the acknowledgements you have received, and subtracts all the acknowledgements you have sent.
ru: Ваш <strong>общий баланс</strong> является суммой всех полученных вами благодарностей за вычетом все отправленных вами благодарностей.

source: Your <strong>trusted balance</strong> is more important &ndash; it is the same as your overall balance, but excludes acknowledgements beyond those you have indicated by your endorsements that you trust.
ru: Ваш <strong>доверенный баланс</strong> более важен &ndash; это примерно то же самое что и ваш общий баланс, но исключая благодарности после тех доверенных пределов, которые вы установили одобрениями тех, кому доверяете.

source: If your balance is negative, you should focus on what you can give, and if your balance is positive, you should see what others have to offer you.
ru: Если ваш баланс отрицательный, сфокусируйтесь на том что вы можете дать, а если положительный, взгляните на то что другие предлагают вам.

source: Details
es: Detalles
fi_fi: Yksityiskohdat
it_it: Dettagli
ru: Подробно

source: This table summarizes your endorsements (<strong>hearts</strong>) and outstanding acknowledgements (<strong>hours</strong>) with other people.
ru: Эта таблица подводит итог ваших одобрений (<strong>сердечки</strong>) и неуравновешенных благодарностей (<strong>часы</strong>) с другими людьми.

source: <strong>Hearts</strong> provide an upper limit on trusted <strong>hours</strong> in either direction.
ru: <strong>Сердечки</strong> отображают ограничения количества доверенных <strong>часов</strong> в каждом направлении.

source: <strong>Health</strong> is an indicator out of 100 reflecting how much room is remaining for further acknowledgements before the edge of trust is reached on the relationship.
ru: <strong>Здоровье</strong> &ndash; этот индикатор из 100 показывает как много места остается для будущих благодарностей прежде чем в отношениях будет достигнуто равное доверие.

source: Hearts from you
de: Herzen von dir
es: Corazones dados por ti
fi_fi: Sydämiä sinulta
fr: les cœur avec tu
it_it: Cuori da te
ru: Сердечки от вас

source: Hours from them
de: Stunden von anderen
es: Horas dadas por ellos
fi_fi: Tunteja heiltä
fr: l'heures avec ils
it_it: Ore da lui/lei
ru: Часы от них

source: Hours from you
de: Stunden von dir
es: Horas dadas por ti
fi_fi: Tunteja sinulta
fr: l'heures avec tu
it_it: Ore da te
ru: Часы от вас

source: Hearts from them
de: Herzen von anderen
es: Corazones dados por ellos
fi_fi: Sydämiä heiltä
fr: les cœur avec ils
it_it: Cuori da lui/lei
ru: Сердечки от них

source: View Profile for %(user)s
ru: Просмотр профиля для %(user)s

source: View Your Endorsement of %(user)s
ru: Просмотр вашего одобрения для %(user)s

source: Endorse %(user)s
ru: Одобрить %(user)s

source: View Relationship with %(user)s
ru: Просмотр отношений с %(user)s

source: View Endorsement from %(user)s
ru: Просмотр одобрения от %(user)s

source: No relationships yet.
de: Keine Beziehungen bisher
es: Aún sin relaciones.
fi_fi: Keskinäisiä suhteita ei ole rakennettu vielä.
fr: n'es pas des relations
it_it: Nessuna relazione per il momento.
ru: Еще нет отношений.

source: Sum of all acknowledgements sent and received
ru: Сумма всех отправленных и полученных благодарностей

source: %(hours)s hour
ru: %(hours)s час

source: Sum of all *trusted* acknowledgements sent and received
ru: Сумма всех *доверенных* отправленных и полученных благодарностей

source: Acknowledgement
de: Anerkenntnis
es: Reconocimiento
fi_fi: Tunnustus
fr: la reconnaissance
it_it: Riconoscimento
ru: Благодарность

source: From
de: Von
es: De
fi_fi: Lähettäjä
fr: a
it_it: Da
ru: От

source: To
de: An
es: A
fi_fi: Vastaanottaja
fr: au
it_it: A
ru: К

source: Time
de: Zeit
es: Hora
fi_fi: Aika
fr: heure
it_it: Data/ora
ru: Время

source: Sent acknowledgement to %s
ru: Отправлена благодарность для %s

source: Received acknowledgement from %s
ru: Получена благодарность от %s

source: Helped route acknowledgement from %(from)s to %(to)s
ru: Помощь в передаче благодарности от %(from)s к %(to)s

source: English
ru: Английский

source: Finnish
ru: Финский

source: Russian
ru: Русский

source: Spanish
ru: Испанский

source: German
ru: Немецкий

source: Italian
ru: Итальянский

source: French
ru: Французский

source: Forbidden
de: Verboten
es: Acceso prohibido
fi_fi: Kielletty
fr: ne pas a permission
it_it: Proibito
ru: Запрещено

source: You are not permitted to access this page
de: Du hast keine Erlaubnis, auf diese Seite zuzugreifen
es: No tienes permiso para acceder a esta página
fi_fi: Sinulla ei ole lupaa tälle sivulle
fr: tu ne permettez vous a voir la page.
it_it: Non ti è permesso accedere a questa pagina
ru: Вы не допущены к этой странице

source: Page Not Found
de: Seite nicht gefunden
es: Página no encontrada
fi_fi: Sivua ei löydy
fr: La page n’existe pas
it_it: Pagina non trovata
ru: Страница не найдена

source: We're sorry to disrupt your browsing experience. A programmer has been informed of the broken link and if it was on our site, it will be fixed as soon as possible.
ru: Мы просим извинения за нарушение вашего серфинга. Программист был проинформирован о неисправной ссылке и если она была на нашем сайте, то будет исправлена как можно быстрее.

source: Please <a href="%(url_home)s">keep using the site</a>, or <a href="%(url_feedback)s">contact us</a> if you need further assistance.
ru: Пожалуйста <a href="%(url_home)s">продолжайте использовать сайт</a>, или <a href="%(url_feedback)s">свяжитесь с нами</a> если вам нужна дополнительная помощь.

source: Thank you!
de: Danke!
es: ¡Gracias!
fi_fi: Kiitoksia!
fr: merci!
it_it: Grazie!
ru: Благодарим вас!

source: Villages Cooperative Community
ru: Совместное сообщество Villages

source: Search All
ru: Искать все

source: About
de: Über
el: Περί
es: Acerca de
fi_fi: Tietoja
fr: À propos
it_it: Informazioni
ru: О проекте

source: Browse Marketplace
de: Marktplatz durchsuchen
es: Visitar el Mercado
fi_fi: Selaa markkinapaikkaa
fr: Parcourir le marché
it_it: Esplora il mercato
ru: Осмотреть базарную площадь

source: Location
de: Ortsangabe
es: Localización
fi_fi: Sijainti
fr: Localisation
it_it: Località
ru: Местоположение

source: Logout
de: Abmelden
el: Αποσύνδεση
es: Salir
fi_fi: Kirjaudu ulos
fr: Se déconnecter
it_it: Esci
ru: Выйти

source: Share
el: Μοιράσου
es: Compartir
fi_fi: Jaa
fr: Partager
it_it: Condividi
ru: Поделиться

source: Join
de: Mitglied werden
el: Γίνε μέλος
es: Unirse
fi_fi: Liity
fr: S'inscrire
it_it: Iscriviti
ru: Присоединиться

source: Guest Visitor
de: Gast
el: Επισκέπτης
es: Visitante
fi_fi: Vierailija
fr: Visiteur invité
it_it: Visitatore ospite
ru: Гость

# nav
source: Feed
ru: Лента

# nav
source: Info
ru: Информация

# nav
source: Posts
ru: Заметки

# nav
source: Relationships
ru: Отношения

# nav
source: Edit My Profile
ru: Редактировать мой профиль

# nav
source: Join
ru: Присоединиться

# nav
source: Login
ru: Вход

source: To show you relevant posts in your neighbourhood, and to know who should see your posts, Villages needs to know your approximate location.
de: Um relevante Bekanntgaben in deiner Nachbarschaft anzuzeigen, und um wissen zu können, wer deine Bekanntgaben sehen soll, muss Villages deine ungefähren Position kennen.
es: Para mostrarte anuncios relevantes en tu vecindario, y para saber quién debe ver tus anuncios, Villages necesita saber tu localización aproximada.
fi_fi: Näyttääkseen sinulle olennaisimmat ilmoitukset läheltäsi, ja tietääkseen, keiden pitäisi nähdä omat ilmoituksesi, Villagesin tarvitsee tietää summittainen sijaintisi.
fr: Pour montrer vos propositions dans votre voisinage et pour savoir qui devrait voir vos propositions, Villages a besoin de connaitre votre localisation approximative.
it_it: Per mostrare i messaggi rilevanti nelle tue vicinanze, e per sapere chi dovrebbe vedere i tuoi messaggi, Villages deve sapere approssimativamente la tua posizione.

source: Your coordinates won't be shown to other users, but the neighbourhood and city you submit below will.
de: Deine Koordinaten werden anderen Benutzer/innen nicht angezeigt, aber die Gegend und der Ort, den du unten angibst, schon.
es: Tus coordenadas no serán mostradas a otros usuarios, pero el vecindario y la ciudad que selecciones, sí.
fi_fi: Sijaintikoordinaattejasi ei näytetä muille käyttäjille kuin naapurustosi ja ilmoittamasi kaupungin asukkaille.
fr: Vos coordonnées ne seront pas montrées aux autres utilisateurs, mais bien le quartier et la ville que vous renseignez.
it_it: Le tue coordinate non verranno mostrate ad altri utenti, ma il quartiere e la città che imposti sì.

source: First, select your location on the map by typing your approximate location or dragging the map pointer.
de: Zuerst wähle deine Position in der Karte, indem du näherungsweise deinen Ort eintippst oder den Kartenzeiger ziehst.
el: Κατα
es: Primero, selecciona tu localización en el mapa escribiendo tu localización aproximada o arrastrando el puntero en el mapa.
fi_fi: Valitse ensimmäiseksi sijaintisi kartalta kirjoittamalla summittainen sijaintisi, tai vetämällä karttamerkkiä.
fr: D'abord, sélectionnez votre localisation sur la carte en écrivant votre adresse approximative ou en déplaçant le marqueur de la carte.
it_it: Prima, seleziona la tua posizione sulla mappa digitando la tua posizione approssimata o spostando il segnaposto sulla mappa.

source: The map above shows the location you are choosing. Please check that its name is correct before submitting.
de: Die Karte oberhalb zeigt die Ortsangabe, die du gerade auswählst. Bitte überprüfe, dass deren Name korrekt ist, bevor du bestätigst.
el: Ο παραπάνω χάρτης δείχνει τη περιοχή που επιλέγεις. Παρακαλώ, έλενξε οτι είναι η σωστή πριν την αποστείλεις.
es: El mapa de arriba muestra la lecalización que estás eligiendo. Por favor, comprueba que el nombre es correcto antes de confirmar.
fi_fi: Yläpuolinen kartta näyttää sijainnin, jota olet valitsemassa. Ole hyvä ja tarkista, että se on oikein, ennen kuin lähetät lomakkeen.
fr: La carte ci-dessus montre le lieu que vous avez choisi. Veuillez vérifier si les informations sont correctes.
it_it: La mappa qui sopra mostra la località che hai scelto. Controlla che il nome sia corretto prima di inviare i dati.

source: Neighbourhood, city, and state are optional fields if they're not appropriate for your location.
de: Die Felder für Gegend, Ort und Bundesland sind optional, sofern sie für deine Ortsbestimmung nicht geeignet sind.
es: Los campos Barrio, ciudad y estado son opcionales. No los rellenes si no son apropiados para tu localización.
fi_fi: Kaupunginosa, kaupunki ja osavaltio/provinssi ovat valinnaisia kenttiä, jos ne ovat tarpeettomia.
fr: Quartier, Ville et État sont des champs optionnels s'ils ne sont pas appropriés pour votre localisation.
it_it: Quartiere, città e stato sono campi opzionali se non sono appropriati per la tua località.

source: Villages is developed by
de: Villages wird entwickelt von
es: Villages es desarrollado por
fi_fi: Villages-järjestelmää kehittää
fr: Villages est développé par
it_it: Villages è sviluppato da

source: founder of the <a href="http://ripple-project.org/">Ripple Project</a>
de: Gründer des <a href="http://ripple-project.org/">Ripple Project</a>
es: fundador del <a href="http://ripple-project.org/MainEs/HomePage">Proyecto Ripple </a>
fi_fi: <a href="http://ripple-project.org/">Ripple-projektin</a> alullepanija
fr: fondateur du <a href="http://ripple-project.org/">Projet Ripple</a>
it_it: fondatore del <a href="http://ripple-project.org/">Progetto Ripple</a>

source: If have coding, web development, or other applicable skills, believe in the concept, and would like to help out, please
de: Wenn du Programmier oder Web-Entwickler bist oder oder sonstige geeignete Fähigkeiten hast, an das Konzept glaubst und aushelfen willst, bitte
es: Si sabes programar, desarrollar páginas web, o alguna otra cualidad aplicable; crees en el concepto, y te gustaría colaborar, por favor,
fi_fi: Jos osaat ohjelmointia, web-suunnittelua, tai muita olennaisia taitoja, uskot ideaan ja haluaisit auttaa, ole hyvä ja
fr: Si vous avez des compétences en programmation, développement web ou n'importe quoi d'autre qui puisse être utile, que vous croyez dans ce projet et que vous voudriez aider, veuillez
it_it: Se hai abilità di programmazione, sviluppo web, o altre che siano applicabili, credi nel progetto, e vorresti aiutare, ti preghiamo di

source: send a message
de: schick eine Nachricht
es: envia un mensaje
fi_fi: lähetä viesti
fr: envoyer un message
it_it: inviare un messaggio

source: Thanks.
de: Danke.
es: Gracias.
fi_fi: Kiitos.
fr: Merci.
it_it: Grazie.

source: Please let us know any comments or questions you have about Villages.
de: Bitte lasst uns jegliche Anmerkungen oder Fragen wissen, die ihr zu Villages habt.
es: Por favor, envíanos cualquier sugerencia, comentario o duda que tengas sobre Villages.
fi_fi: Jos sinulla on ajatuksia tai kysyttävää Villagesista, otamme mielellämme vastaan palautetta.
fr: N'hésitez pas à nous faire part de vos commentaires ou questions à propos de Villages.
it_it: Lasciasci qualsiasi commento o domanda tu abbia su Villages.

source: You can also email
de: Ihr könnt auch eine Email schreiben
el: Μπορείς επίσης να στείλεις ηλεκτρονικό γράμμα(email)
es: También puedes enviar un correo electrónico
fi_fi: Voit myös lähettää sähköpostia
fr: Vous pouvez aussi nous écrire par courriel
it_it: Puoi anche scrivere via email a

source: Cooperative Community
de: Kooperative Gemeinschaft
el: Συνεργατική Κοινότητα
es: Comunidad cooperativa
fi_fi: Yhteistyöyhteisö
fr: Communauté coopérative
it_it: Comunità cooperativa

source: The New Local Economy
de: Das neue regionale Wirtschaften
el: Η Νέα Τοπική Οικονομία
es: La Nueva Economía Local
fr: La nouvelle économie locale
it_it: La Nuova Economia Locale

source: The foundation of Villages is a trust network that you help create by endorsing friends who have something to contribute to the community. Find friends-of-friends that have the skills you need, or interesting projects you can help with.
de: Die Grundlage von Villages ist ein Vertrauensnetzwerk, das du hilfst mitzuerschaffen, indem du Freunde unterstützt, die zur Gemeinschaft etwas beitragen können. Finde Freunde von Freunden, die Fertigkeiten haben, die du benötigst, oder interessante Projekte, an denen du dich beteiligen kannst.
el: Η βασική αρχή λειτουργίας των Κοινοτήτων είναι η ύπαρξη ενός δικτύου εμπιστοσύνης το οποιο βοηθας να δημιουργηθεί με το να εγκρίνεις φίλους οι οποίοι μπορούν να προσφέρουν στην κοινότητα. Βρες φίλους - φίλων που που έχουν αυτά που χρειάζεσαι ή βρες ενδιαφέροντα προγράμματα τα οποία μπορείς να βοηθήσεις.
es: El fundamento de Villages es una red de confianza que tu ayudas a crear respaldando a tus amigos que tienen algo con lo que contribuir en la comunidad. Encuentra a amigos-de-amigos que tienen las habilidades que tu necesitas o proyectos interesantes en los que puedes ayudar.
fr: Le fondement de Villages est un réseau de confiance que vous aidez à créer en soutenant des amis qui ont quelque chose à apporter à la communauté. Trouver des amis d'amis qui ont les compétences que vous cherchez ou des projets intéressants auxquels vous pouvez contribuer.
it_it: Villages è basato su una rete di rapporti di fiducia (trust network) che puoi contribuire a creare sostenendo i tuoi amici che hanno qualcosa da contribuire alla comunità. Trova gli amici di amici che hanno capacità di cui hai bisogno, o progetti interessanti a cui puoi dare una mano.

source: Search for what you want. Post what you have. When someone helps you, acknowledge the help. When you help someone, receive acknowledgement. Villages uses <a href="http://ripple-project.org/">Ripple technology</a> to allow acknowledgements to be received through trusted friends, making them more meaningful.'''
de: Suche nach etwas, was du brauchst. Gib bekannt was du hast. Wenn dir jemand hilft, erkenne die Hilfe an. Wenn du jemandem hilfst, erhalte Anerkenntnis. Villages benutzt die <a href="http://ripple-project.org/">Ripple-Technik</a>, die es ermöglicht, dass Anerkenntnisse empfangen werden können durch Freunde, die sich gegenseitig vertrauen. Somit werden diese Anerkenntnisse aussagekräftiger.'''
es: Busca lo que quieres. Anuncia lo que tienes. »»Cuando alguien te ayude, reconoce la ayuda. Cuando ayudes a alguien, recibe un reconocimiento. Villages utiliza la <a href="http://ripple-project.org/">tecnología Ripple</a> para permitir que los reconocimientos puedan ser recibidos a través de amigos de confianza, haciéndolos más importantes.
fi_fi: Etsi haluamaasi asiaa. Ilmoita itsestäsi. Kun saat joltakin apua, anna tunnustusta. Kun autat jotakuta, vastaanota tunnustuksia. Villages käyttää apunaan <a href="http://ripple-project.org/">Ripplen</a> ominaisuuksia välittääkseen tunnustusta luotettavien ystävien välillä, antaen niille todellisen merkityksen.'''
fr: Cherchez ce que vous voulez. Proposez ce que vous avez. Quand quelqu'un vous aide, reconnaissez son aide. Quand vous aidez quelqu'un, recevez sa reconnaissance. Villages utilise la <a href="http://ripple-project.org/">technologie Ripple</a> pour permettre de recevoir les reconnaissances à travers des amis de confiance, les rendant ainsi plus significatives.'''
it_it: Cerca ciò che ti serve. Pubblica ciò che hai disponibile. Quando qualcuno ti aiuta, dai un riconoscimento. Villages usa la <a href="http://ripple-project.org/">tecnologia Ripple</a> per trasmettere i riconoscimenti attraverso legami di amicizia fidati, rendendoli più importanti.

source: By working for friends and neighbors in our community, rather than for banks and corporations, and issuing our own acknowledgements rather than using their money, we take control of our own economic destiny.
de: Indem wir für Freunde und Nachbarn in unserer Gemeinschaft arbeiten, anstatt für Banken und Konzerne, und unsere eigenen Anerkenntnisse herausgeben, anstatt deren Geld zu benutzen, können wir die Geschicke unseres Wirtschaftens selbst in die Hand nehmen.
es: Trabajando para amigos y vecinos en nuestra comunidad, en lugar de para bancos y corporaciones, y generando nuestras propios pagarés en vez de usando dinero, tomamos control de nuestro destino económico.
fr: En travaillant avec des amis et des voisins dans notre communauté, plutôt que pour des banques et des corporations, et en créant nos propres reconnaissances plutôt que d'utiliser leur argent, nous prenons le contrôle de notre destin économique.
it_it: Lavorando per gli amici e i vicini nella nostra comunità, invece che per banche e corporazioni, ed emettendo i nostri riconoscimenti invece che usare il denaro, otteniamo il controllo del nostro destino economico.

source: The goal of Villages is to help people do what they love, rather than what they fear they must.
de: Das Ziel von Villages ist Menschen zu helfen, dass sie das ausüben können, was sie lieben, anstatt dem, was sie befürchten, ausüben zu müssen.
es: El objetivo de Villages es ayudar a la gente a hacer lo que les gusta, en vez de lo que temen que deben hacer.
fi_fi: Villages-yhteisön päämääränä on auttaa ihmisiä löytämään mieleistään tekemistä pelkojensa pakottamien sijasta.
it_it: Lo scopo di Villages è aiutare le persone a fare ciò che amano, invece che ciò che temono di dover fare.

source: Many of us struggle with the contradiction between what we want to do, and and what we need to do to earn money to live. Rather than change our hearts to suit what money asks of us, we want to change money to suit what is in our hearts.
de: Viele von uns kämpfen mit dem Widerspruch zwischen dem, was wir ausüben möchten, und dem, was wir tun müssen, um Geld zum Leben zu verdienen. Anstatt unsere Herzen zu verändern und dem anzupassen, was das Geld von uns verlangt, möchten wir das Geld verändern und dem anpassen, was in unseren Herzen ist.
es: Muchos de nosotros nos enfrentamos a una contradicción entre lo que queremos hacer, y lo que necesitamos hacer para ganar dinero. En vez de cambiar nuestros corazones para que se ajusten a lo que el dinero pide de nosotros, queremos cambiar el dinero para que se ajuste a lo que hay en nuestros corazones.
fi_fi: Monet meistä kamppailevat sen ristiriidan kanssa, joka tulee siitä, mitä haluaisimme tehdä, ja mitä meidän tarvitsee tehdä ansaitaksemme elantomme. Sen sijaan, että sopeuttaisimme sydämemme rahan vaatimuksiin sopivaksi, me haluamme muuttaa rahan sydämellemme suotuisaksi.
it_it: Molti di noi soffrono per la contraddizione tra ciò che vogliamo fare e ciò che dobbiamo fare per guadagnare i soldi per vivere. Invece che cambiare i nostri cuori per conformarci a ciò che ci chiede il denaro, cambiamo il denaro in modo che rifletta ciò che abbiamo nel cuore.

source: We want to create a system of interconnected, overlapping economic villages, where personal relationships take precedence over numbers, and each person is supported in following their passion.
de: Wir möchten ein System untereinander verbundener, überlappender wirtschaftender Ortschaften (Villages) erschaffen, in dem persönliche Beziehungen den Vorrang gegenüber Zahlen erhalten, und jede Person wird dabei unterstützt, ihrer Leidenschaft zu folgen.
es: Queremos crear un sistema de aldeas interconectadas y solapadas económicamente, donde las relaciones personales tengan prioridad sobre los números, y cada persona es apoyada para seguir su pasión.
fi_fi: Me haluamme luoda yhteenliittyneiden, limittäisten taloudellisten kyläyhteisöjen järjestelmän, joissa henkilökohtaiset ihmissuhteet menevät numeroiden edelle, ja joissa jokaisen ihmisen omaa tekemisen intoa tuetaan.
it_it: Vogliamo creare un sistema di villaggi economici sovrapposti e interconnessi, dove le relazioni personali hanno la precedenza sui numeri, e ogni persona viene supportata nel seguire la propria passione.
