Repository: fpSpindola/Villagescc_new_ui
Catalog: ccproject/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fi_fi, fr, it_it, ru

source: adds all of the acknowledgements you have received, and subtracts all the acknowledgements you have sent.
de: addiert alle Anerkenntnisse, die du erhalten hast, und subtrahiert alle Anerkenntnisse, die du gesendet hast.
es: la suma de todos los reconocimientos que has recibido menos todos los reconocimientos que has enviado.
fi_fi: laskee yhteen kaikki saamasi tunnustukset ja vähentää kaikki antamasi tunnustukset.
it_it: è la somma di tutti i riconoscimenti che hai ricevuto, meno la somma di tutti i riconoscimenti che hai inviato.

source: trusted balance
de: vertraute Bilanz
es: balance de confianza
fi_fi: luottotase
fr: balance bien a tout.
it_it: saldo fidato

source: is more important &ndash; it is the same as your overall balance, but excludes acknowledgements beyond those you have indicated by your endorsements that you trust.
de: ist wichtiger &ndash; sie ist die gleiche wie die gesamte Bilanz, klammert jedoch Anerkenntnisse aus jenseits von denen, die du gekennzeichnet hast von deinen Unterstützungen, denen du vertraust.
es: es más importante &ndash; es igual al balance general, pero excluyendo los reconocimientos que superan a los límites que has indicado con los respaldos de la gente en la que confías (se exluyen reconocimientos directos).
fi_fi: on paljon tärkeämpi &ndash; se on muutoin sama kuin kokonaistase, mutta siitä poislasketaan muut kuin luotettujen (tukemiesi) ystäviesi tekemät tunnustukset.
it_it: è più importante &ndash; è come il saldo totale, ma esclude i riconoscimenti che vanno oltre le soglie di cui ti fidi in base al sostegno che hai indicato.

source: If your balance is negative, you should focus on what you can give, and if your balance is positive, you should see what others have to offer you.
de: Wenn deine Bilanz negativ ist, solltest du dich darauf konzentrieren, was zu geben kannst, und wenn deine Bilanz positiv ist, dann solltest du dir ansehen, was andere dir anbieten können.
es: Si tu balance es negativo, deberías centrarte en lo que puedes dar, y si tu balance es positivo, deberías ver que te pueden ofrecer los demás.
fi_fi: Jos taseesi on negatiivinen, sinun tulisi keskittyä siihen, mitä voit antaa, ja jos taseesi on positiivinen, sinun pitäisi ottaa selvää, mitä muut voivat tarjota sinulle.
it_it: Se il tuo saldo è negativo, dovresti concentrarti su ciò che puoi dare, mentre se è positivo dovresti vedere cosa hanno da offrirti gli altri utenti.

source: This table summarizes your endorsements
de: Diese Tabelle fasst deine Unterstützungen zusammen
es: Esta tabla resume tus respaldos
fi_fi: Tämä taulukko koostaa tuenosoituksesi
it_it: Questa tabella riassume le quantità di sostegno

source: hearts
de: Herzen
es: corazones
fi_fi: sydämet
fr: les cœur
it_it: i cuori

source: and outstanding acknowledgements
de: und ausstehende Anerkenntnisse
es: y tus reconocimientos pendientes
fi_fi: ja tunnustukset
it_it: e i principali riconoscimenti

source: with other people
de: mit anderen Leuten
es: con otra gente
fi_fi: muille ihmisille
fr: avec ces autres
it_it: da/a altre persone

source: provide an upper limit on trusted
de: eine Obergrenze bereitstellen an vertrauten
es: da un límite máximo de confianza
fi_fi: määrittävät ylärajan luotetuille
it_it: stabiliscono un limite superiore per le <strong>ore</strong> fidate

source: in either direction
de: in jeder Richtung
es: en cualquier dirección
fi_fi: kumpaan tahansa suuntaan
fr: au les direction tout
it_it: in entrambi i versi

source: is an indicator out of 100 reflecting how much room is remaining for further acknowledgements before the edge of trust is reached on the relationship.
de: ist eine von 100 Kenngrößen, die widergibt, wie viel Platz für weitere Anerkenntnisse noch übrig ist, bevor das Limit des Vertrauensrahmens für diese Beziehung erreicht ist.
es: es un indicador sobre 100 que refleja cuánto queda disponible para más reconocimientos antes de alcanzar el límite de confianza en la relación.
fi_fi: osoittaa prosentteina, kuinka paljon tunnustuksia voi jakaa, kunnes luottamuksen raja suhteessa tulee vastaan.
it_it: è un indicatore da 0 a 100 che mostra quanto spazio rimane per ulteriori riconoscimenti prima che sia raggiunto il limite di fiducia della relazione.

source: View Profile for {{ account.partner }}
de: Profil ansehen von {{ account.partner }}
es: Ver el perfil de {{ account.partner }}
fi_fi: Katso henkilön {{ account.partner }} profiilia
fr: voir la profil pour {{ account.partner }}
it_it: Vedi il profilo di {{ account.partner }}

source: View Your Endorsement of
de: Deine Unterstützung ansehen von
es: Ver tus Respaldos de
fi_fi: Tarkista tukesi henkilölle
fr: voir les approbation avec
it_it: Vedi il tuo sostegno a

source: View Relationship with
de: Beziehung ansehen mit
es: Ver Relación con
fi_fi: Tarkista suhde henkilöön
fr: voir la relation avec
it_it: Vedi la tua relazione con

source: View Endorsement from
de: Unterstützung ansehen von
es: Ver Respaldo de
fi_fi: Katso tuenosoitusta henkilöltä
fr: voir la approbation avec
it_it: Vedi il sostegno da

source: Sum of all *trusted* acknowledgements sent and received
de: Summe aller *vertraulichen* Anerkenntnisse gesendent und empfangen
es: Suma de todos los reconocimientos *de confianza* enviados y recibidos
fi_fi: Kaikkien saatujen ja annettujen "luotettujen" tunnustusten saldo
fr: tout reconnaissance transférer et reçu
it_it: Somma di tutti i riconoscimenti *fidati* inviati e ricevuti.

source: We're sorry to disrupt your browsing experience. A programmer has been informed of the broken link and if it was on our site, it will be fixed as soon as possible.
de: Es tut uns leid, dein Websurfen zu stören. Ein Programmierer wurde vom ungültigen Link unterrichtet. Falls der Link auf unserer Site war, wird er so schnell wie möglich berichtigt.
es: Sentimos perjudicar tu experiencia de navegación. Un programador ⏎ ha sido informado sobre el link roto y si era dentro de nuestra página,⏎ »será arreglado lo antes posible.
fi_fi: Olemme pahoillamme häiriöstä. Sivuston ohjelmointitiimille on ilmoitettu rikkinäisestä linkistä, ja jos se oli sivustollamme. se korjataan niin pian kuin mahdollista.
fr: vous le rompit, nous résoudre
it_it: Siamo spiacenti di aver disturbato la tua navigazione. Un programmatore è stato informato del link interrotto e, se questo si trova sul nostro sito, sarà riparato il prima possibile.

source: Please
de: Bitte
es: Por favor,
fi_fi: Ole hyvä
fr: SVP

source: keep using the site
de: benutz weiterhin diese Site
es: Sigue usando la página
fi_fi: jatka sivuston käyttöä
fr: utiliser la site plus beaucoup.
it_it: Continua ad usare il sito

source: or
de: oder
es: o
fi_fi: tai
fr: ou
it_it: o

source: contact us
de: kontaktiere uns
es: contacta con nosotros
fi_fi: ota meihin yhteyttä
fr: nous reponder
it_it: contattaci

source: if you need further assistance
de: wenn du weitere Hilfe brauchst
es: si necesitas más asistencia
fi_fi: jos tarvitset lisäapua
fr: que tu avez besoin les assistants
it_it: se hai bisogno di ulteriore assistenza

source: Relationships
de: Beziehungen
el: Σχέσεις
es: Relaciones
fi_fi: Yhteydet
fr: Relations
it_it: Relazioni

source: Models available in the %(name)s application.
de: Modelle verfügbar in der %(name)s-Anwendung
fi_fi: Hakemuksen %(name)s saatavilla olevat mallit.
fr: Modèles disponibles dans l'application de %(name)s.
it_it: Modelli disponibili nell'applicazione %(name)s

source: Send a message to {{ post.user }} about this post:
it_it: Invia un messaggio privato a {{ post.user }} riguardo questo annuncio:

source: {{ partner }}
fr: {{ amis }}
