Repository: fpSpindola/Villagescc_new_ui
Catalog: ccproject/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fi_fi, fr, it_it, ru

source: Post
de: Bekanntgeben
es: Anuncio
fi_fi: Ilmoitus
fr: Proposition
it_it: Annuncio

source: Posts are temporary advertisements for items and services offered and wanted. For permanent advertisements, such as skills you have to offer, please use your profile description.
de: Bekanntgaben sind kurzfristige Anzeigen für Artikel oder Dienstleistungen, die angeboten und gesucht werden. Für permanente Anzeigen, wie Fertigkeiten die du anbieten kannst, benutze bitte deine Profilbeschreibung.
es: Los anuncios son de naturaleza temporal sobre objetos y servicios ofrecidos y buscados. Para anuncios permanentes como las habilidades que tienes para ofrecer, puedes usar tu descripción del perfil.
fi_fi: Ilmoitukset ovat tarjottujen ja haluttujen tavaroiden ja tuotteiden väliaikaisia mainoksia. Jos haluat pysyvää mainosta osaamisellesi, ym. muokkaa kuvaustasi profiilissasi.
fr: Les propositions sont des publicités temporaires pour des biens et services offerts ou recherchés. Pour une diffusion permanente, comme par exemple des compétences que vous offrez, veuillez utiliser la description de votre profil.
it_it: Gli annunci sono pubblicazioni temporanee riguardo beni e servizi che offri o desideri. Per annunci permanenti, come abilità che puoi mettere a disposizione, ti consigliamo di usare la descrizione del tuo profilo.

source: Any information you post will be
de: Jegliche Information, die du bekanntgibst, ist
es: Cualquier información que anuncies será
fi_fi: Kaikki syöttämäsi tiedot ilmoituksessa ovat
fr: Toute information sera
it_it: Ogni informazione che invii sarà

source: public
de: öffentlich
es: pública
fi_fi: julkisia
fr: publique
it_it: pubblica

source: Please contact the person who invited you to see if they can invite you again.
de: Bitte kontaktiere die Person, die dich eingeladen hat, um nachzuprüfen, ob sie dich nochmal einladen kann.
es: Por favor, ponte en contacto con la persona que te invitó para ver si puede invitarte de nuevo.
fi_fi: Ole hyvä ja ota yhteyttä sinut kutsuneeseen henkilöön, jotta hän voisi lähettää sinulle uuden kutsun.
it_it: Contatta la persona che ti ha invitato e vedi se ti può invitare nuovamente.

source: Your message will be forwarded to {{ profile }} by email
de: Deine Nachricht wird per Email an {{ profile }} weitergeleitet werden
es: Tu mensaje será enviado a {{ profile }} por email
fi_fi: Viestisi jatkolähetetään henkilölle {{ profile }} sähköpostitse
fr: Votre message sera transféré à {{profile}} par courriel
it_it: Il tuo messaggio verrà inoltrato a {{ profile }} via email

source: Your profile tells other community members about you, and lets them find you based on your interests and skills. Please mention anything that you wish to offer or bring to the community generally, so others will find you when they search for those things.
de: Dein Profil gibt anderen Mitglieder/innen in der Gemeinschaft über dich Auskunft, und lässt sie dich finden aufgrund deiner Interessen und Fertigkeiten. Bitte erwähne alles, was du anbieten oder allgemein in die Gemeinschaft einbringen möchtest, so dass andere dich finden können, wenn sie nach diesen Dingen suchen.
es: Tu perfil informa a otros miembros de la comunidad sobre ti, y les permite encontrarte basandose en tus intereses y habilidades. Por favor, indica cualquier cosa que te gustaría ofrecer o traer a la comunidad en general, para que otros te encuentren cuando buscan por estas cosas.
fi_fi: Profiilisivusi kertoo muille yhteisön jäsenille sinusta, ja auttaa heitä löytämään sinut kiinnostustesi ja taitojesi avulla. Ole ystävällinen ja mainitse kaikenlaiset asiat, joita haluaisit tarjota, tai antaa yhteisön hyväksi, jotta muut löytävät sinut etsiessään niitä.
fr: ta profil tacher autre commune pour toi, et laisser elles percevoir tu base sur ton intérêts et ton ?, quelque a tu desirir a offrir a la commune en général, qui autres vont l'utiliser pour tu trouver, quand ils chercher pour ça, svp
it_it: Il tuo profilo racconta di te agli altri membri della comunità, e permette loro di trovarti in base ai tuoi interessi e alle tue capacità. Dovresti menzionare qualsiasi cosa tu voglia offrire o portare alla comunità in generale, in modo che gli altri ti trovino quando cercano quelle cose.

source: Your profile data is
de: Deine Profildaten sind
es: Los datos de tu perfil son
fi_fi: Profiilisi on
fr: ton profil est
it_it: I tuoi dati del profilo sono

source: Please submit your username or email address to receive a password reset link and a reminder of your username.
de: Bitte gib deinen Benutzernamen oder Email-Adresse an, um eine Erinnerung an deinen Benutzernamen zu erhalten sowie einen Link, der das Kennwort zurücksetzt.
es: Por favor, introduce tu usuario o email para recibir un link de reestablecimiento de la contraseña y un recordatorio de tu usuario.
fi_fi: Ole hyvä ja anna käyttäjätunnuksesi tai sähköpostiosoitteesi, jonne salasanan nollauslinkki ja tunnus voidaan lähettää.
fr: soumettre a nom d'utilisateur ou adresse pour ecrire a de mot de passe reinitilization et un ? a ta nom d'utilisateur
it_it: Invia il tuo nome utente o indirizzo email per ricevere un link per il reset della password e un promemoria del tuo nome utente.

source: You have no pending sent invitations
de: Du hast keine gesendeten Einladungen, die in der Schwebe sind
es: No tienes invitaciones pendientes
fi_fi: Sinulla ei ole odottavia kutsuja
it_it: Non hai inviti mandati pendenti

source: If you know someone who would love to participate in Villages.cc and has something to contribute to the community, please invite them by endorsing them.
de: Wenn du jemanden kennst, der gerne bei Villages.cc mitmachen würde, und etwas zur Gemeinschaft beitragen kann, bitte lade sie ein, indem du sie unterstützt.
es: Si conoces a gente a quien le gustaría participar en Villages.cc y tiene algo con lo que contribuir a la comunidad, por favor invítales respaldándolos.
fi_fi: Jos tunnet jonkun, joka innostuisi Villages.cc-yhteisöstä, ja joka voisi tuoda oman panoksensa yhteisöön, ole hyvä ja kutsu hänet antamalla hänelle tukeasi.
fr: que tu savoir qui a se pencher a participé au villages, et qui a quelque a contribuer pour la commune, inviter ils a 'approuver' ça
it_it: Se conosci qualcuno a cui piacerebbe partecipare a Villages.cc e che ha qualcosa da contribuire alla comunità, invitali e sostienili.

source: Each heart represents an hour of value you are willing to provide for your friend, trusting that by acknowledging your gift, they will return the favour eventually.
de: Jedes Herz stellt eine Wertstunde dar, die du bereit bist, deinem/r Freund/in anzubieten. Wenn er/sie deine Gabe anerkennt, vertraust du, dass er/sie sich irgendwann revanchieren wird.
es: Cada corazón representa una hora de valor que estás dispuesto a dar por tu amigo con la confianza de que, reconociendo tu regalo, ellos te devolverán el favor en algún momento.
fi_fi: Jokainen sydän kuvaa tunneissa sitä arvoa, jonka olet valmis antamaan ystävillesi, luottaen siihen, että antamalla lahjallesi tunnustusta, he tekevät sinulle ennemmin tai myöhemmin vastapalveluksen.
fr: ces cœur représentation un heure pour ta mérite qui tu a intéressée pour conféré a ton amis, propos a par utiliser la roger, ta don, elles ça retourner la faveur.
it_it: Ogni cuore rappresenta un'ora di valore che sei disponibile a fornire al tuo amico, avendo fiducia che riconoscendo il tuo dono, prima o poi restituirà il favore.

source: If your friend accepts your invitation, this endorsement will be
de: Wenn dein/e Freund/in deine Einladung akzeptiert, dann ist diese Unterstützung
es: Si tu amigo acepta tu invitación, este repaldo será
fi_fi: Jos ystäväsi hyväksyy kutsusi, tässä hänelle osoittamasi tuki tulee olemaan
fr: que ton amis accepter ta invitation, les approbation déterminer ça
it_it: Se i tuoi amici accettano il tuo invito, il tuo sostegno sarà

source: You have
de: Du hast
es: Tienes
fi_fi: Sinulla on
fr: tu a
it_it: Hai

source: heart
de: Herz
es: corazones
fi_fi: sydäntä
fr: cœur.
it_it: cuore

source: remaining to give out
de: übrig zum verteilen
es: disponibles para dar
fi_fi: jäljellä annettavaksi
fr: sont laisses
it_it: rimanenti da dare

source: You need more hearts to invite a friend. You get 5 hearts for each endorsement you receive.
de: Du brauchst mehr Herzen, um eine/n Freund/in einzuladen. Du bekommst 5 Herzen für jede Unterstützung, die du erhältst.
es: Necesitas más corazones para invitar a un amigo. Recibes 5 corazones por cada cada respaldo que te dan.
fi_fi: Tarvitset enemmän sydämiä kutsuaksesi ystäviä. Saat 5 sydäntä jokaisesta saamastasi tuenosoituksesta.
it_it: Hai bisogno di più cuori per invitare un amico. Ottieni 5 cuori per ogni sostegno che ricevi.

source: Relationship
de: Beziehung
es: Relación
fi_fi: Yhteydet
fr: relation
it_it: Relazione

source: Acknowledge
de: Anerkennen
es: Reconocer
fi_fi: Anna tunnustusta
fr: roger
it_it: Dai un riconoscimento

source: You have endorsed this user with
de: Du hast diese/n Benutzer/in unterstützt mit
es: Has respaldado a este usuario con
fi_fi: Osoitit tukeasi tälle käyttäjälle
fr: Vous avez donné votre soutien à cet utilisateur avec
it_it: Hai sostenuto questo utente con

source: Max. trusted acknowledgements I would accept from this user
de: Max. Anzahl vertraulicher Anerkenntnisse, die ich von diesem Benutzer annehmen würde
es: Número máximo de reconocimientos que aceptaría de este usuario
fi_fi: Suurin tältä henkilöltä huolimieni luotettujen tunnustusten määrä
fr: Maximum de reconnaissances de confiance que j'accepterais de cet utilisateur
it_it: Massimo riconoscimenti fidati che posso accettare da questo utente

source: Sum of all acknowledgements sent and received
de: Summe aller Anerkenntnisse gesendet und empfangen
es: Suma de todos los reconocimientso enviados y recibidos
fi_fi: Annettujen ja saatujen tunnustusten kokonaissumma
fr: Somme de toutes les reconnaissances d'heures envoyées et reçues
it_it: Somma di tutti i riconoscimenti inviati e ricevuti

source: hours
de: Stunden
el: ώρες
es: horas
fi_fi: tuntia
fr: heures
it_it: ore

source: Endorsements For
de: Unterstützungen für
es: Respaldos para
fi_fi: Tuet käyttäjälle
fr: approbation pour
it_it: Sostegno per

source: Reputation is how much trust I have in someone, directly, as well as indirectly through the network. It is equal to the maximum number of acknowledgement hours they could send me if all outstanding acknowledgements were wiped away and we started from zero.
de: Reputation sagt aus, wie viel ich jemandem vertraue, direkt, sowie auch indirekt durch das Netzwerk. Sie entspricht der maximalen Anzahl von anerkannten Stunden, die er/sie mir senden könnte, wenn alle noch ausstehenden Anerkenntnisse bereinigt würden, und wir bei Null anfangen würden.
es: La Reputación es cuánta confianza tengo en alguien, directamente y también indirectamente a través de la red. Es igual al máximo número de horas de reconocimiento que ellos me podrían enviar si se quitasen todos los reconocimientos pendientes y empezasemos desde cero.
fi_fi: Maineella tarkoitetaan sitä, kuinka paljon luotat johonkuhun sekä suoraan, että epäsuorasti verkoston kautta. Se on yhtäläinen suurimman heille sallimasi tunnustustuntimäärän kanssa, jos kaikki tähänastiset tunnustuksenannot pyyhittäisiin pois, ja toiminta aloitettaisiin nollasta.
it_it: La reputazione rappresenta la quantità di fiducia che ho in qualcuno, sia direttamente che indirettamente attraverso la rete sociale. E' equivalente al numero massimo di ore di riconoscimento che lui/lei potrebbe mandarmi se tutti i riconoscimenti esistenti fossero annullati e ricominciassimo da zero.

source: Posts by
de: Bekanntgaben von
es: Anuncios por
fi_fi: Ilmoitukset henkilöltä
fr: Propositions de
it_it: Annunci di

source: Please enter the name you'd like to use on the system, your email address, and then the username and password you'd like to use to log in.
de: Bitte gib den Namen ein, den du im System benutzen möchtest, deine Email-Adresse, und dann den Benutzernamen und das Kennwort, die du benutzen möchtest, um dich einzuloggen.
es: Por favor, introduce el nombre que te gustaría usar en el sistema, tu dirección de email, y luego un usuario y una contraseña que te gustaría usar para entrar.
fi_fi: Ole hyvä ja anna nimi jota haluaisit käyttää järjestelmässä, sähköpostiosoitteesi ja kirjautumiseen tarvittava käyttäjätunnus ja salasana.
fr: entrer un nom de utiliser qui tu pencher a utiliser par les villages. Entrer aussi un nom et mot de passe qui tu pencher a utiliser a login.
it_it: Inserisci il nome che vuoi usare nel sistema, il tuo indirizzo email, e il nome utente e la password che vuoi usare per entrare nel sistema.

source: Please create a new password
de: Bitte gib ein neues Kennwort an
es: Por favor, elije una nueva contraseña
fi_fi: Ole hyvä ja syötä uusi salasana
fr: creer un mot de passe
it_it: Crea una nuova password

source: To share Villages with a group of friends, and have their invitation requests come to you, share this link:
de: Um Villages mit einer Gruppe von Freunden zu teilen, und damit ihre Einladungs-Anfragen dich erreichen, teile diesen Link:
es: Para compartir Villages con un grupo de amigos, y hacer que sus solicitudes de invitación se dirijan a ti, usa este link:
fi_fi: Jos haluat, että ystäväsi voivat pyytää sinulta kutsun Villagesiin, jaa heille tämä linkki:
fr: a participer avec tes amis, et a ça requêtes par inviter, transférer ces lien a ça.
it_it: Per condividere Villages con un gruppo di amici, e ricevere le loro richieste di invito, condividi questo link:

source: There are two ways to send acknowledgement
de: Es gibt zwei Möglichkeiten, Anerkenntnisse zu senden
es: Hay dos maneras de enviar un reconocimiento
fi_fi: Voit lähettää tunnustusta kahdella tavalla
fr: il y a 2
it_it: Ci sono due modi per inviare un riconoscimento

source: Send a trusted acknowledgement
de: Einen vertrauliche Anerkenntnis senden
es: Enviar un reconocimiento de confianza
fi_fi: Anna tunnustusta luotetusti
fr: transféré un roger bien
it_it: Inviare un riconoscimento fidato

source: through the trust network so the recipient receives it only from people they have endorsed, and only up to the number of hearts they have given to each.
de: durch das Vertrauensnetzwerk, so dass der/die Empfänger/in sie nur von Leuten erhält, die er/sie unterstützt hat, und nur bis zu der Anzahl an Herzen, die er/sie jeweils vergeben hat.
es: a través de la red de confianza, para que el receptor reciba sólo de gente a la que ha respaldado, y sólo hasta el límite de corazones que le ha dado a cada uno.
fi_fi: luottamusvarkoston kautta, joten vastaanottaja saa sen vain niiden ihmisten kautta, joille hän on antanut henkilökohtaisen tukensa, ja vain toisilleen antamiensa sydämien arvosta.
it_it: attraverso la rete di fiducia, in modo che il destinatario lo riceva solo attraverso le persone che sostiene, e solo fino al numero di cuori che ha assegnato a ciascuna persona.

source: Send a direct acknowledgement
de: Einen direkte Anerkenntnis senden
es: Enviar un reconocimiento directo
fi_fi: Anna tunnustusta suoraan
fr: transféré un roger
it_it: Inviare un riconoscimento diretto

source: of any number of hours directly to the recipient, even if they haven't endorsed you.
de: jeglicher Anzahl von Stunden direkt an den/die Empfänger/in, auch wenn er/sie dich nicht unterstützt hat.
es: de cualquier número de horas directamente al receptor, incluso si no te ha respaldado.
fi_fi: välittömästi vastaanottajalle minkä tahansa tuntimäärän arvosta, vaikka hän ei olisikaan osoittanut tukeansa sinulle.
it_it: di qualsiasi numero di ore direttamente al destinatario, anche se lui/lei non ti sostiene.

source: Acknowledgements are only visible to you, the recipient, and for trusted acknowledgements, anyone on the path the acknowlegdement takes between you and the recipient.
de: Sichtbar sind Anerkenntnisse nur für dich, sowie den/die Empfänger/in, und, bei vertraulichen Anerkenntnissen, jede/n auf dem Pfad, den die Anerkenntnis zwischen dir und den/der Empfänger/in zurücklegt.
es: Los Reconocimientos son sólo visibles para ti, el receptor y - para reconocimientos de confianza - para cualquiera que esté en el camino que el reconocimiento recorre entre tú y el receptor.
fi_fi: Tunnustukset näkyvät vain sinulle, niiden vastaanottajille, ja luotetut tunnustukset kaikille niille ystäville ketjussa, jotka välittävät sen sinulta vastaanottajalleen.
it_it: I riconoscimenti sono visibili solo a te, al destinatario, e, nel caso dei riconoscimenti fidati, a chiunque nel percorso che il riconoscimento fa tra te e il destinatario.

source: You can send a trusted acknowledgement of up to %(max_amount)s hour%(max_amount|pluralize:"s")s, or a direct acknowledgement of any amount.
de: Du kannst eine vertrauliche Anerkenntnis von bis zu %(max_amount)s hour%(max_amount|pluralize:"s")s senden, oder einen direkte Anerkenntnis von beliebiger Summe.
es: Puedes enviar un reconocimiento de confianza de hasta %(max_amount)s hora%(max_amount|pluralize:"s")s, o un reconocimiento directo de cualquier cantidad.
fi_fi: Voit antaa tunnustusta luotettuna %(max_amount)s tunti%(max_amount|pluralize:"a")s, tai suoran tunnustuksen mistä tahansa tuntimäärästä.
it_it: Puoi inviare un riconoscimento fidato fino ad un massimo di %(max_amount)s ore, o un riconoscimento diretto di qualunque ammontare.

source: There are no available paths through the trust network to %(recipient)s, so you can only send direct acknowledgement.
de: Es sind derzeit keine Pfade durch das Vertrauensnetzwerk zu %(recipient)s vorhanden, somit kannst du nur direkte Anerkenntnisse senden.
es: No hay caminos disponibles a través de la red de confianza hasta %(recipient)s, así es que sólo puedes enviar un reconocimiento directo.
fi_fi: Luottamusverkosta ei löydy sopivaa polkua henkilölle %(recipient)s, Voit antaa tunnustusta vain suoraan.
it_it: Non ci sono percorsi disponibili attraverso la rete di fiducia verso %(recipient)s, quindi puoi soltanto inviare riconoscimenti diretti.

source: Send a
de: Sende eine
es: Envia un
fi_fi: Lähetä
fr: transférer
it_it: Invia un

source: acknowledgement of
de: Anerkenntnis von
es: reconocimiento de
fi_fi: tunnustusta
fr: roger de
it_it: riconoscimento di

source: You
de: Du
es: Enviaste
fi_fi: Sinä
fr: vous
it_it: Tu

source: acknowledged
de: anerkannt
es: un reconocimiento a
fi_fi: antanut tunnustusta
fr: rogerez
it_it: ha riconosciuto

source: you
de: dich
es: a ti
fi_fi: sinulle
fr: tu
it_it: a te

source: with
de: mit
es: con
fi_fi: lupaamalla sinulle
fr: avec

source: hours promised
de: Stunden versprochen
es: horas prometidas
fi_fi: tuntia
fr: heures du promesse
it_it: ore promesse

source: If you trust %(recipient)s to provide value to the community, please fill out the form below.
de: Wenn du %(recipient)s zutraust, dass er/sie Werte zur Gemeinschaft beitragen kann, dann fülle bitte das Formular unten aus.
es: Si confías en %(recipient)s para aportar valor a la comunidad, por favor, rellena el siguiente formulario.
fi_fi: Jos luotat siihen, että %(recipient)s voi panoksellaan nostaa yhteisön arvoa, ole hyvä ja täytä allaoleva lomake.
it_it: Se hai fiducia nel fatto che %(recipient)s fornisca valore alla comunità, riempi il modulo qui sotto.

source: Each heart represents an hour of value you are willing to provide for %(recipient)s, trusting that by acknowledging your gift, they will return the favour eventually.
de: Jedes Herz stellt eine Wertstunde dar, die du bereit bist, %(recipient)s anzubieten. Wenn er/sie deine Gabe anerkennt, vertraust du, dass er/sie sich irgendwann revanchieren wird.
es: Cada corazón representa una hora de valor que estás dispuesto a proveer a %(recipient)s, confiando en que reconociendo tu regalo, ellos te devolverán el favor en algún momento.
fi_fi: Jokainen sydän kuvaa sitä arvoa, jonka %(recipient)s on puolestasi tunneissa saava, kun luotat hänen hyväksyessään lahjasi myös ennemmin tai myöhemmin tekevän sinulle vastapalveluksen.
it_it: Ogni cuore rappresenta un'ora di valore che sei disposto/a a fornire a %(recipient)s, confidando che riconoscendo il tuo dono prima o poi ti restituirà il favore.

source: This endorsement will be <strong>public</strong>
de: Diese Unterstützung wird <strong>öffentlich</strong> sein
es: Este respaldo será <strong>público</strong>
fi_fi: Tämä tuki tulee olemaan <strong>julkinen</strong>
it_it: Il tuo sostegno sarà <strong>pubblico</strong>

source: You have already endorsed %(recipient)s with <strong>%(form.instance.weight)s</strong> heart%(form.instance.weight|pluralize:"s")s.
de: Du hast %(recipient)s bereits mit <strong>%(form.instance.weight)s</strong> heart%(form.instance.weight|pluralize:"s")s unterstützt.
es: Ya has respaldado a %(recipient)s con <strong>%(form.instance.weight)s</strong> corazon%(form.instance.weight|pluralize:"es")s.
fi_fi: %(recipient)s on jo saanut sinulta tuenosoituksen: <strong>%(form.instance.weight)s</strong> sydän%(form.instance.weight|pluralize:"tä")s.
it_it: Stai già sostenendo %(recipient)s con <strong>%(form.instance.weight)s</strong> cuor(form.instance.weight|pluralize:"e,i")s.

source: You have <strong>%(request.profile.endorsements_remaining)s</strong> heart%(request.profile.endorsements_remaining|pluralize:"s")s remaining to give out.
de: Du hast <strong>%(request.profile.endorsements_remaining)s</strong> heart%(request.profile.endorsements_remaining|pluralize:"s")s übrig zum verteilen.
es: Tienes <strong>%(request.profile.endorsements_remaining)s</strong> corazon%(request.profile.endorsements_remaining|pluralize:"es")s disponibles para dar.
fi_fi: Sinulla on <strong>%(request.profile.endorsements_remaining)s</strong> sydän%(request.profile.endorsements_remaining|pluralize:"tä")s jäljellä annettavaksi.
it_it: Hai <strong>%(request.profile.endorsements_remaining)s</strong> cuor(form.instance.weight|pluralize:"e,i")s rimanent(form.instance.weight|pluralize:"e,i")s da dare.

source: endorsed
de: unterstützt
es: respaldado
fi_fi: on tukenut
it_it: sostenuto

source: with %(item.weight)s heart%(item.weight|pluralize:"s")s
de: mit %(item.weight)s heart%(item.weight|pluralize:"s")s
es: con %(item.weight)s corazon%(item.weight|pluralize:"es")s
fi_fi: %(item.weight)s sydämellä%(item.weight|pluralize:"")s
it_it: con %(item.weight)s cuor(form.instance.weight|pluralize:"e,i")s

source: Visit
de: Besuchen
es: Visita
fi_fi: Vieraile
it_it: Visita

source: for a more structured list of endorsements
de: für eine besser strukturierte Liste von Unterstützungen
es: para una lista de respaldos más estructurada
fi_fi: nähdäksesi järjestelmällisemmän listan tuenosoituksista
it_it: per una lista più strutturata di persone che sostieni

source: Relationship With
de: Beziehung mit
es: Relación con
fi_fi: Yhteydessä henkilöön
fr: relation avec
it_it: Relazione con

source: Your endorsement of
de: Deine Unterstützung von
es: Tu respaldo de
fi_fi: Tuenosoituksesi
fr: ta approbation de
it_it: Il tuo sostegno a

source: Your balances lets you know how balanced your participation in Villages is.
de: Deine Bilanz lässt dich wissen, wie ausgeglichen deine Mitwirkung in Villages ist.
es: Tus balances te permiten saber cómo de equilibrada es tu participación en Villages.
fi_fi: Taseesi kertoo, miten tasapainoista osallistumisesi Villages-yhteisössä on.
it_it: I tuoi saldi ti permettono di sapere quanto la tua partecipazione a Villages è equilibrata.

source: Your
de: Deine
es: Tu
fi_fi: Sinun
fr: ton
it_it: Il tuo

source: overall balance
de: gesamte Bilanz
es: balance general
fi_fi: koko taseesi
fr: balance a tout
it_it: saldo totale
