Repository: fpSpindola/Villagescc_new_ui
Catalog: ccproject/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fi_fi, fr, it_it, ru

source: When we use regular money, we are participating in a system of tokens whose supply is centrally managed for the purposes of:
de: Wenn wir reguläres Geld benutzen, nehmen wir an einem System von Wertmarken teil, deren Vorrat zentral verwaltet wird zum Zwecke von:
es: Cuando usamos dinero corriente, estamos participanto en un sistema de contadores cuyo suministro es gestionado centralizadamente con los siguientes objetivos:
fi_fi: Kun tavallisesti käytämme rahaa, osallistumme vaihdantajärjestelmään, jonka artikkeleiden liikkeellepanoa hallitaan keskitetysti seuraavista syistä:
it_it: Quando usiamo il normale denaro, partecipiamo ad un sistema di buoni o gettoni la cui quantità circolante è gestita centralmente con lo scopo di assicurare:

source: In other words, those who issue the money work to ensure that it finds its way into hands that are going to accomplish these goals. Notably absent are goals that actually matter to most of us, such as:
de: Mit anderen Worten, diejenigen, die das Geld herausgeben, arbeiten darauf hin, dass es in Hände fließt, die diese Ziele zu erreichen suchen. Auffällig fehlend sind Ziele, die uns eigentlich am wichtigsten sind, so wie:
es: En otras palabras, quienes crean el dinero trabajan para asegurarse que este llega a las manos que van a conseguir estos objetivos. Quedando notablemente ausentes los objetivos que de hecho nos importan a la mayoría, como:
fi_fi: Toisinsanoen he, jotka rahan panevat liikkeelle työskentelevät varmistaakseen. että se löytää tiensä sellaisiin käsiin, jotka saavat nämä päämäärät toteutettua. Poissa ovat kuitenkin ne asiat, jotka oikeasti useimmille meistä jotain merkitsevät:
it_it: In altre parole, coloro che stampano moneta lavorano affinché essa finisca nelle mani di coloro che perseguono questi obiettivi. Sono evidentemente assenti quegli obiettivi che effettivamente sono più importanti per noi, come:

source: Of course, these goals are subjective, messy, often political, and not fitting aims for a central bank committee to be pursuing on our behalf. But why must we settle for a system of money whose values are not our own just so it can be managed appropriately by a central committee?
de: Natürlich sind diese Ziele subjektiv, chaotisch, oft politisch, und passen nicht zu den Zielen, die ein Komittee einer Zentralbank in unseren Namen verfolgt. Aber warum müssen wir zufrieden geben mit einem Geldsystem, dessen Werte nicht unsere eigenen sind, nur damit es von einem zentralen Komitee entsprechend verwaltet werden kann?
es: Por supuesto, estos objetivos son subjetivos, desordenados, a veces políticos, y que no se ajustan como criterios de un comité central que los persiga por nosotros. Pero, ¿por qué debemos usar un sistema monetario cuyos valores no son los nuestros sólo para que puedan ser gestionados de forma apropiada por un comité central?
fi_fi: Nämä päämäärät ovat kuitenkin subjektiivisia, sotkuisia, usein poliittisia, ja sopimattomia keskuspankkien komiteoiden puolestamme tehtäviksi. Mutta miksi tyytyä rahajärjestelmään, jonka arvot eivät ole omiamme, vain työllistääksemme sitä hallitsevaa keskuskomiteaa?
it_it: Naturalmente, questi obiettivi sono soggettivi, caotici, spesso di natura politica, e non sono adatti ad essere perseguiti per nostro conto dal comitato di governo di una banca centrale. Ma perché dobbiamo adattarci ad un sistema monetario i cui valori non sono i nostri solo perché esso è più facilmente gestibile da un comitato centrale?

source: Before banks, countries, and central committees, in villages where everyone knew everyone else, people didn't need money &ndash; they just offered what was needed, and kept track in their heads, in
de: Bevor es Banken, Länder und zentrale Komitees gab, brauchten Menschen in Dörfern kein Geld, jeder kannte jeden &ndash; sie haben halt angeboten, was gebraucht wurde, und haben in ihren Köpfen alles mitverfolgt, in
es: Antes de los bancos, países y comités centrales, en aldeas donde todos se conocían entre ellos, la dente no necesitaba dinero &ndash; simplemente ofrecían lo que era necesario, y mantenían la cuenta en sus cabezas, en un
fi_fi: Ennen pankkeja, maita ja keskuskomiteoita, kylissä, joissa jokainen tunsi toisensa, ihmiset eivät tarvinneet rahaa &ndash; he vain tarjosivat vaihdossa jotain tarpeellista ja pitivät vaihdannasta lukua päässään,
it_it: Prima delle banche, delle nazioni, e dei comitati centrali, nei villaggi dove ognuno conosceva tutti gli altri, la gente non aveva bisogno del denaro &ndash; semplicemente offrivano ciò che serviva, e ne tenevano traccia a mente, in

source: a system of gifts and obligations
de: einem System von Gaben und Verpflichtungen
es: sistema de regalos y obligaciones
fi_fi: lahjojen vaihdannaisjärjestelmässä
fr: un système pour les don et les obligations
it_it: un sistema di doni e debiti di gratitudine

source: Because they could keep track amongst themselves, they never had to worry about the abstract values of their economic system trumping their values as human beings.
de: Da sie unter ihnen alles mitverfolgen konnten, mussten sie sich niemals Sorgen machen, dass abstrakte Werte ihres Wirtschaftssystems ihre Werte als menschliche Wesen übertrumpfen würden.
es: Como podían mantener la cuenta en sus cabezas, nunca tuvieron que preocuparse de que los valores abstractos de su sistema económico se inmiscuyesen en sus valores como seres humanos.
fi_fi: Koska he pystyivät pitämään lukua vaihdannasta itse, heidän ei tarvinnut pelätä talousjärjestelmän abstraktien arvojen romuttavan heidän omia ihmisarvojaan.
it_it: Poiché ne potevano tener traccia tra di loro, non si dovevano preoccupare del fatto che i valori astratti del loro sistema economico finissero per sovrastare i loro valori come esseri umani.

source: They
de: Sie
es: Ellos
fi_fi: He
fr: ils
it_it: Essi

source: were
de: waren
es: eran
fi_fi: olivat
it_it: erano

source: their own economic system, and their values were its values
de: ihr eigenes Wirtschaftssystem, und ihre Werte waren dessen Werte.
es: su propio sistema económico, y los valores del mismo eran sus valores
fi_fi: oma taloudellinen järjestelmänsä, ja heidän arvonsa sen arvoja
it_it: il loro stesso sistema economico, e i loro valori erano i suoi valori

source: Once economies became larger, and trade grew to involve more and more strangers, more abstract systems of keeping score developed. Many of us became materially richer, but we lost some of our autonomy, and much of our connection to the people around us. We need systems that not only allow us to cooperate in creating material abundance, but support our individual dreams and collective ties as well.
de: Als Wirtschaftskreisläufe größer wurden, und der Handel wuchs und mehr und mehr Fremde mit einband, haben sich abstraktere Systeme von Abrechnungsvorgängen entwickelt. Viele von uns wurden materiell reicher, aber wir haben einiges von unserer Eigenständigkeit verloren, und viel von unserer Verbindung zu den Leuten um uns herum. Wir benötigen Systeme, die es uns nicht nur erlauben, zum Erschaffen materiellen Wohlstands zusammenzuarbeiten, sondern die eben auch unsere individuellen Träume und kollektiven Bindungen genauso unterstützen.
es: Una vez que las economías se hicieron más grandes, y el intercambio creció para incluir a más y más desconocidos, se desarrollaron sistemas más abstractos para mantener las cuentas. Muchos de nosotros nos volvimos más ricos materialemente, pero perdimos parte de nuestra autonomía, y muchas de las conexiones con la gente a nuestro alrededor. Necesitamos sistemas que no sólo nos permitan cooperar para crear abundancia material, sino que también apoyen nuestros sueños individuales y lazos colectivos.
fi_fi: Kun talousyksiköt kasvoivat suuremmiksi ja kauppa kasvoi yli aluerajojen, kehitettiin monia abstrakteja kirjanpitojärjestelmiä. Monet meistä tulivat aineellisesti rikkaammiksi, mutta samalla menetimme osan itsehallinnostamme, ja monet yhteyksistämme kanssaihmisiimme. Tarvitsemme järjestelmän, joka ei pelkästään salli meidän tehdä yhteistyötä luodaksemme aineellista yltäkylläisyyttä, vaan myös tukee meidän yksityisiä unelmiamme, sekä ylläpitää yhteisöllisiä siteitämme.
it_it: Quando i sistemi economici crebbero di dimensioni, e il commercio finì per coinvolgere sempre più stranieri, si svilupparono sistemi più astratti per tenere i conti. Molti di noi sono diventati materialmente più ricchi, ma abbiamo perso un po' della nostra autonomia, e molto della nostra connessione con le persone intorno a noi. Abbiamo bisogno di sistemi che non solo ci permettano di cooperare per creare l'abbondanza materiale, ma che supportino i nostri sogni individuali così come i legami collettivi.

source: We are all connected. Any two people on the planet are bound to be linked by a web of personal relationships. Instead of using money to cooperate with each other, two strangers can give to each other like friends, and have the resulting obligations borne by the web of personal relationships connecting them. All we really need is a system for finding these connections.
de: Wir sind alle miteinander verbunden. Zwei beliebige Menschen auf diesem Planeten sind verbunden durch ein Netz persönlicher Beziehungen. Anstatt Geld zu benutzen, um miteinander zu kooperieren, können zwei Fremde einander geben wie Freunde, wobei die daraus entstehenden Verpflichtungen getragen werden durch das Netz persönlicher Beziehungen, das sie verbindet. Alles, was wir eigentlich brauchen, ist ein System, das diese Verbindungen findet.
es: Estamos todos conectados. Cualquier par de personas en el mundo están relacionadas a través de una red de relaciones personales. En vez de usar dinero para cooperar mutuamente, dos desconocidos pueden darse entre ellos como si fuesen amigos y tener las obligaciones resultantes sostenidas por la red de relaciones personales que les conectan. En realidad, todo lo que necesitamos es un sistema para encontrar esas conexiones.
fi_fi: Olemme kaikki yhteydessä toisiimme. Ketkä tahansa kaksi ihmistä maapallolla ovat väistämättä yhteydessä toisiinsa henkilökohtaisen ihmissuhdeverkostonsa kautta. Sen sijaan, että käyttäisivät rahaa keskinäiseen yhteistoimintaansa, kaksi ventovierasta voivat antaa toisilleen, kuin ystävilleen ja pitää yhteisen verkostonsa avulla syntyneen arvon. Tarvitsemme vain järjestelmän, joka etsii verkostosta nämä yhteydet.
it_it: Siamo tutti connessi. Qualsiasi due persone sul pianeta sono o saranno collegate da una rete di relazioni personali. Invece che usare il denaro per cooperare l'uno con l'altro, due stranieri possono farsi doni a vicenda come fossero amici, e creare i debiti di riconoscenza risultanti attraverso la rete di relazioni personali che li connette.

source: That system is called
de: Das System nennt sich
es: Ese sistema se llama
fi_fi: Tämän järjestelmän nimi on
fr: la système est
it_it: Questo sistema si chiama

source: the technology that powers the Villages marketplace
de: die Technik, die den Villages-Marktplatz antreibt
es: la tecnología en la que se basa el mercado de Villages
fi_fi: teknologia, joka mahdollistaa Villages-markkinapaikan
fr: la logiciels qui sous la place l’échange villages
it_it: la tecnologia che alimenta il mercato di Villages

source: Since Villages is meant for discovering people in your area, most information you give is
de: Da Villages dafür gedacht ist, Leute in deiner Umgebung zu finden, ist vieles der Information, die du angibst,
es: Como Villages sirve para descubrir gente en tu zona, la mayoría de la información que das
fi_fi: Koska Villages-yhteisön on löydettävä ihmisiä läheltäsi, enimmät järjestelmään syöttämistäsi tiedoista
fr: Étant donné que Villages est fait pour découvrir d'autres personnes dans votre voisinage, la plupart des informations que vous donnez n'est
it_it: Dato che Villages è pensato per scoprire persone della tua zona, la maggior parte delle informazioni che fornisci è

source: not private
de: nicht geheim
es: no es privada
fi_fi: eivät ole yksityisiä
fr: pas confidentielle
it_it: pubblica

source: This includes:
de: Das beinhaltet:
es: Esto incluye:
fi_fi: Näitä ovat:
fr: Ceci comprend :
it_it: Questo include:

source: Endorsements given and received (these are only available to registered users)
de: Unterstützungen gegeben und empfangen (diese sind nur für registrierte Benutzer verfügbar)
es: Respaldos dados y recibidos (estos sólo están disponibles para usuarios registrados)
fi_fi: Saadut ja annetut kannatukset (vain rekisteröityneille käyttäjille)
fr: Les soutiens donnés et reçus (seulement visibles par les utilisateurs enregistrés)
it_it: Le persone che sostieni e quelle che ti sostengono (queste informazioni sono visibili solo agli utenti registrati)

source: When you send an acknowledgement through the network, the details are shared with users who are on the path travelled by the acknowledgement from sender to recipient
de: Wenn du eine Anerkenntnis durch das Netzwerk schickst, können diejenigen Benutzer/innen die Details einsehen, die sich auf dem Pfad befinden, den die Anerkenntnis vom Sender zum Empfänger zurücklegt
es: Cuando envías un reconocimiento a través de la red, los detalles son compartidos por los usuarios que están en el camino recorrido por el reconocimiento desde el emisor hasta el receptor
fi_fi: Kun annat jollekulle tunnustusta, sen yksityiskohdat jaetaan niille käyttäjille ystäväverkostossanne, joiden kautta se matkaa lähettäjänsä ja vastaanottajansa välillä.
fr: Quand vous envoyez une reconnaissance à travers le réseau, les détails sont partagés avec les utilisateurs qui sont sur le trajet effectué par la reconnaissance entre l'émetteur et le destinataire.
it_it: Quando invii un riconoscimento tramite la rete, i dettagli vengono condivisi con gli utenti che sono nel percorso attraversato dal riconoscimento dal mittente al ricevente

source: Acknowledgement details may be available to more users in the future due to upcoming features.
de: Anerkenntnis-Details könnten in Zukunft für mehr Benutzer verfügbar werden, wenn neue Features bereitgestellt werden.
es: Los detalles de los reconocimientos podrían estar disponibles a más usuarios en el futuro debido a nuevas funcionalidades.
fi_fi: Tunnustusta ja sen tietoja voivat katsoa tulevaisuudessa muutkin käyttäjät, järjestelmään suunniteltujen uudistusten johdosta.
fr: Les détails de reconnaissance pourront peut-être être visibles pour les autres utilisateurs dans le futur, en raison de nouvelles fonctionnalités.
it_it: I dettagli dei riconoscimenti potrebbero essere visibili a più utenti in futuro a causa di nuove funzionalità.

source: Please do not use Villages thinking that other users will not be able to see details of your activities. Once Villages has grown to a certain number of users, we may add the option to keep more of your details private. However, to start with, we're building a service for people who want to put themselves out there and connect with others in their community.
de: Bitte benutze Villages nicht, wenn du glaubst, dass andere Benutzer/innen Details deiner Aktivitäten nicht einsehen können. Sobald Villages auf eine bestimmte Anzahl Benutzer/innen gewachsen ist, werden wir vielleicht die Option hinzufügen, mehr deiner Details geheim zu halten. Für den Anfang jedoch bauen wir hiermit ein Web-Angebot für Leute, die sich zeigen und sich mit anderen in ihrer Gemeinschaft verbinden möchten.
es: Por favor, no uses Villages pensando que otros usuarios no podrán ver los detalles de tus actividades. Una vez que Villages haya crecido hasta cierto número, podemos añadir la opción de mantener tus información privada. Pero, en principio, estamos desarrollando un sistema para gente que quiere mostrarse y conectarse con otros en su comunidad.
fi_fi: Älä käytä Villages-yhteisön palveluita, jos luulet, että muut käyttäjät eivät näe tekemistesi yksityiskohtia. Kun Villages on kasvanut sopiviin mittoihin, saatamme lisätä mahdollisuuden salata enemmän yksityistietojasi. Joka tapauksessa, lähtökohtanamme on kuitenkin rakentaa palvelu ihmisille, jotka haluavat tuoda itsensä esille ja rakentaa yhteyksiä toisiinsa omissa yhteisöissään.
fr: Veuillez ne pas utiliser Villages en pensant que d'autres utilisateurs ne sont pas capables de voir les détails de vos activités. Une fois que Villages aura atteint un certain nombre d'utilisateurs, il est possible que nous donnions l'option de maintenir plus de détails confidientiels. Néanmoins, pour commencer, nous construisons un service pour les gens qui acceptent de s'exposer pour entrer en contact avec les autres membres de leur communauté.
it_it: Per favore, non usare Villages pensando che gli altri utenti non siano in grado di vedere i dettagli delle tue attività. Quando Villages avrà raggiunto un certo numero di utenti, potremmo aggiungere l'opzione di mantenere un maggior numero di dettagli privati. Tuttavia, per iniziare, stiamo costruendo un servizio per persone che vogliono mettersi in gioco e relazionarsi con altre persone nella loro comunità.

source: If you want to try a Ripple system with more privacy, please check out
de: Wenn du ein Ripple-System mit mehr Privatsphäre benutzen möchtest, dann teste bitte
es: Si quieres probar un sistema Ripple con más privacidad, por favor, echalé un vistazo a
fi_fi: Jos haluat kokeilla Ripple-järjestelmää, jossa on suurempi yksityisyydensuoja, käy tarkastamassa
fr: Si vous voulez utiliser un système Ripple avec plus de confidentialité, veuillez consulter
it_it: Se vuoi provare un sistema Ripple con maggior privacy, ti consigliamo

source: You may find it difficult to meet anybody there though
de: Es wird dir jedoch schwer fallen, dort irgendjemanden anzutreffen
es: Aunque puede que te parezca más difícil encontrar a gente allí
fi_fi: Saatat kokea vaikeammaksi tavata uusia ihmisiä sen kautta
fr: Il est cependant possible que vous ayez du mal à trouver des personnes avec qui échanger par ce biais.
it_it: Potresti trovare difficoltà ad incontrare altri utenti, però.

source: Anonymous visitors to the site, who are not registered or logged in, can see your profile and your posts, but not your endorsements or acknowledgements.
de: Anonyme Besucher dieser Website, die nicht registriert oder angemeldet sind, können dein Profil und deine Bekanntgaben sehen, aber nicht deine Unterstützungen oder Anerkenntnisse.
es: Los visitantes anónimos de la página, que no se han registrado ni entrado, pueden ver tu perfil y tus anuncios, pero no tus respaldos ni reconocimientos.
fi_fi: Sivuston tuntemattomat (anonyymit) vierailijat, jotka eivät ole rekisteröityneet tai kirjautuneet järjestelmään, voivat nähdä profiilisi ja lukea ilmoituksesi, mutta eivät kannatuksiasi, eivätkä tunnustuksiasi.
fr: Les visiteurs anonymes de ce site, non enregistrés ou connectés, peuvent voir votre profil et vos propositions, mais pas vos soutiens ou reconnaissance.
it_it: I visitatori anonimi del sito, che non sono registrati o autenticati, possono vedere il tuo profilo e i tuoi messaggi pubblici, ma non le persone che sostieni e i tuoi riconoscimenti.

source: Villages requests that search engines not index any of your personal data, such as your profile or your posts, so it won't show up on Google or any other respectable search engine, even if anonymous visitors to the site can view it.
de: Villages fordert Suchmaschinen auf, dass sie keine deiner persönlichen Daten in ihren Suchindex mit aufnehmen, so wie etwa dein Profil oder deine Bekanntgaben. Somit werden diese nicht auf Google oder jeder anderen respektablen Suchmaschine erscheinen, auch wenn anonyme Besucher dieser Website sie sehen können.
es: Villages pide a los motores de búsqueda que no indexe ninguno de tus datos personales como tu perfil o tus anuncios. Así es que no se verán en google o ningún otro motor de búsqueda respetable, incluso si los visitantes anónimos si puedan verlos.
fi_fi: Villages ilmaisee hakukoneille, ettei niiden haluta indeksoivan yhtään käyttäjien henkilökohtaisia tietoja, kuten profiilia tai kirjoituksia, joten ne eivät näy Goooglen, tahi muiden luotettavien hakukoneiden tuloksissa, vaikka tuntemattomat vierailijat voisivatkin ne nähdä.
fr: Villages demandent aux moteurs de recherche de ne pas indexer vos informations personnelles, comme votre profil ou vos propositions, donc ceci n'apparaitra pas sur Google ou n'importe quel autre moteur de recherche digne de ce nom, même si les visiteurs anonymes peuvent le voir.
it_it: Villages richiede che i motori di ricerca non indicizzino nessuno dei tuoi dati personali, come il tuo profilo o i tuoi annunci, per cui questi non compariranno su Google o su alcun altro motore di ricerca rispettabile, nonostante i visitatori anonimi del sito possano vederli.

source: Villages does <strong>not</strong> require you to use your real name or reveal your real-world identity in any way, so feel free to use any handle that your friends can recognize.
de: Villages verlangt <strong>nicht</strong>, dass du deinen Klarnamen benutzt oder deine Identität der realen Welt auf irgendeine Weise offenlegen musst, also fühl dich frei, irgendein Pseudonym zu benutzen, an dem deine Freunde dich erkennen können.
es: Villages <strong>no</strong> exige que uses tu nombre real ni que reveles tu identidad en el mundo real de ningún modo. Así es que no dudes en usar cualquier mote o pseudónimo que tus amigos puedan reconocer.
fi_fi: Villages <strong>ei</strong> vaadi sinua käyttämään oikeaa nimeäsi tai paljastamaan henkilöllisyyttäsi millään tavalla, eli saat käyttää mitä vain nimimerkkiä, jonka ystäväsi tunnistavat.
fr: Villages <strong>ne</strong> requiert <strong>pas</strong> que vous utilisiez votre vrai nom ou que vous révéliez votre véritable identité de quelconque façon. N'hésitez donc pas à utiliser n'importe quel pseudonyme que vos amis reconnaissent.
it_it: Villages <strong>non</strong> richiede di usare il proprio vero nome o di rivelare la propria reale identità in alcun modo, per cui sentiti libero/a di usare qualsiasi nome o soprannome che i tuoi amici possono riconoscere.

source: Villages will not do creepy things like track your every click or sell your data to third parties. That isn't who we are.
de: Villages tut keine hinterhältigen Dinge wie dich auf jeden Klick verfolgen, oder deine Daten an Dritte zu verkaufen. Das ist nicht das, was wir sind.
es: Villages no hace cosas despreciables como contar cada uno de tus clicks o vender tus datos a terceras personas. No somos así.
fi_fi: Villages ei tee hämäräluontoisia asioita, kuten tarkkaile klikkauksiasi, tai myy tietojasi ulkopuolisille. Emme usko sellaiseen toimintaan.
fr: Villages ne fera rien de louche, comme suivre chacun de vos clics ou vendre vos informations à des tiers. Ce n'est vraiment pas notre genre.
it_it: Villages non fa cose inquietanti quali tracciare ogni tuo click o vendere i tuoi dati a terze parti. Non siamo fatti così.

source: If you have any concerns about privacy, please
de: Wenn du besorgt bist um deine Privatsphäre, bitte
es: Si tienes alguna preocupación sobre la privacidad, por favor,
fi_fi: Jos olet huolissasi yksityisyytesi suhteen, ole hyvä
fr: Si vous avez d'autres préoccupations à propos de la confidentialité, veuillez
it_it: Se hai preoccupazioni riguardo alla privacy, prego

source: send us feedback
de: sende uns Feedback
es: envíanos tus comentarios
fi_fi: lähetä meille palautetta
fr: nous envoyer vos observations
it_it: scrivici (in inglese)

source: Send a message to {{ post_user }} about this post:
de: Sende eine Nachricht an {{ post_user }} über diese Bekanntgabe:
es: Envia un mensaje a {{ post_user }} sobre este anuncio:
fi_fi: Lähetä yksityisviesti käyttäjälle {{ post_user }} koskien tätä ilmoitusta:
fr: Répondre à {{post_user}} à propos de cette proposition :

source: New
de: Neu
es: Nuevo
fi_fi: Uusi
fr: Nouveau
it_it: Nuovo
