Repository: fpSpindola/Villagescc_new_ui
Catalog: ccproject/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fi_fi, fr, it_it, ru

source: Email sent to %d subscribed users.
ru: Письма отправлены к %d подписанным пользователям.

source: Home
de: Start
el: Αρχική σελίδα
es: Inicio
fi_fi: Pääsivu
fr: Accueil
ru: Дом

source: Send Email Update to Users
ru: Отправить пользователям почтовое обновление

source: Send
de: Senden
es: Enviar
fi_fi: Lähetä
fr: Envoyer
it_it: Invia
ru: Отправить

source: Actions
ru: Действия

source: Apps
ru: Приложения

source: Models available in the %(name)s application.
ru: Доступные в приложении %(name)s модели.

source: Add
de: Hinzufügen
el: Πρόσθεσε
es: Añadir
fi_fi: Lisää
fr: Ajouter
it_it: Aggiungi
ru: Добавить

source: Change
de: Ändern
el: Άλλαξε
es: Cambiar
fi_fi: Muuta
fr: Changer
it_it: Modifica
ru: Изменить

source: You don't have permission to edit anything.
de: Du hast keine Berechtigung zur Bearbeitung.
el: Δεν έχεις τα κατάλληλα δικαιώματα για την επεξεργασία του κειμένου.
es: No tienes permisos para editar nada.
fi_fi: Sinulla ei ole lupaa tehdä muutoksia.
fr: Vous n'avez pas l'autorisation de modifier quoi que ce soit.
it_it: Non hai il permesso di modificare nulla.
ru: У вас нет прав на редактирование чего-либо.

source: Recent Actions
de: Letzte Aktionen
el: Πρόσφατη δραστηριότητα
es: Acciones recientes
fi_fi: Viimeisimmät tapahtumat
fr: Actions récentes
it_it: Azioni Recenti
ru: Недавние действия

source: My Actions
de: Meine Aktionen
el: Οι πράξεις μου
es: Mis acciones
fi_fi: Omat tapahtumani
fr: Mes actions
it_it: Le mie Azioni
ru: Мои действия

source: None available
de: Nichts verfügbar
el: μη υπαρκτό
es: Ninguno disponible
fr: Aucun disponible
it_it: Nessuno disponibile
ru: Ничего не доступно

source: Unknown content
de: Unbekannter Inhalt
el: αγνώστου περιεχομένου
es: Contenido desconocido
fr: Contenu inconnu
it_it: Contenuto sconosciuto
ru: Неизвестный контент

source: Within 1 km
de: Innerhalb 1 km
es: A menos de 1 Km
fi_fi: Yhden kilometrin säteellä
fr: À moins d'1 Km
it_it: Entro 1 km
ru: В округе 1 км

source: Within 5 km
de: Innerhalb 5 km
es: A menos de 5 Km
fi_fi: Viiden kilometrin säteellä
fr: À moins de 5 Km
it_it: Entro 5 km
ru: В округе 5 км

source: Within 10 km
de: Innerhalb 10 km
es: A menos de 10 Km
fi_fi: 10 km säteellä
fr: À moins de 10 Km
it_it: Entro 10 km
ru: В округе 10 км

source: Within 50 km
de: Innerhalb 50 km
es: A menos de 50 Km
fi_fi: 50 km säteellä
fr: À moins de 50 Km
it_it: Entro 50 km
ru: В округе 50 км

source: Anywhere
de: Überall
es: En cualquier sitio
fi_fi: Missä vain
fr: N'importe où
it_it: Ovunque
ru: Повсюду

source: Search
ru: Искать

source: Feed
es: Actividad
fi_fi: Syöte
fr: Flux
ru: Лента

source: New Post
de: Neue Bekanntgabe
el: Νέα δημοσίευση
es: Nuevo anuncio
fi_fi: Uusi viesti
fr: Nouvelle proposition
it_it: Nuovo messaggio
ru: Новая заметка

source: All
ru: Все

source: People
de: Leute
es: Gente
fi_fi: Ihmiset
fr: Personnes
it_it: Persone
ru: Люди

source: Posts
de: Bekanntgaben
el: δημοσιεύσεις
es: Anuncios
fi_fi: Ilmoitukset
fr: Propositions
it_it: Messaggi
ru: Заметки

source: Endorsements
de: Unterstützungen
es: Respaldos
fi_fi: Tuenosoitukset
fr: Soutiens
it_it: Sostegno da/a altre persone
ru: Одобрения

source: Acknowledgements
de: Anerkenntnisse
es: Reconocimientos
fi_fi: Tunnustukset
fr: Reconnaissances
it_it: Riconoscimenti
ru: Благодарности

source: Clear
de: Löschen
es: Limpiar
fi_fi: Tyhjennä
fr: Effacer
it_it: Pulisci
ru: Очистить

source: Heart icon = trusted user
de: Herzsymbol = vertraute/r Benutzer/in
es: Icono de corazón = usuario de confianza
fi_fi: Sydänikoni = luotettu käyttäjä
fr: Coeur = utilisateur de confiance
it_it: Icona cuore = utente fidato
ru: Сердечко = доверенный пользователь

source: Trusted only
de: Nur vertraute
el: Έμπιστοι μόνο
es: Sólo de confianza
fi_fi: Vain luotetut
fr: Seulement de confiance
it_it: Solo fidati
ru: Только доверенные

source: %(user)s image
ru: Изображение для участника %(user)s

source: Trusted User
ru: Доверенный пользователь

source: &laquo; Back to start
ru: &laquo; К началу

source: No activity.
de: Keine Aktivität.
es: Sin actividad.
fi_fi: Ei tapahtumia
fr: Pas d'activité.
it_it: Nessuna attività.
ru: Нет активности.

source: %(remaining_count)s More &raquo;
ru: Еще %(remaining_count)s &raquo;

source: Save as Home Location
ru: Сохранить как место жительства

source: Country
ru: Страна

source: State/Province (Abbr.)
ru: Штат/Провинция (сокр.)

source: City
ru: Город

source: Neighbourhood
ru: Округа

source: Location set
ru: Местоположение указано

source: Set Your Location
de: Position festlegen
el: Ορίστε την τοποθεσία σας
es: Establece tu Localización
fi_fi: Aseta sijaintisi
fr: Indiquez votre localisation
it_it: Imposta la tua posizione
ru: Укажите ваше местоположение

source: selected
de: ausgewählt
el: επιλεγμένα
es: seleccionado
fi_fi: valittu
fr: sélectionné
it_it: selezionato
ru: выбрано

source: Please correct the errors in the form below.
de: Bitte berichtige die Fehler im unteren Formular.
el: Παρακαλώ, διόρθωσε τα λάθη αυτής της φόρμας
es: Por favor, corrige los errores en el formulario de abajo.
fi_fi: Ole hyvä ja korjaa allaolevan lomakkeen tiedot.
fr: Veuillez corriger les erreurs dans le formulaire ci-dessous.
it_it: Correggi gli errori nel modulo qui sotto.
ru: Пожалуйста, исправьте ошибки в форме ниже.

source: To show you relevant posts in your neighbourhood, and to know who should see your posts, Villages needs to know your approximate location.
ru: Чтобы показать уместные заметки по соседству и знать кто может видеть ваши заметки, Villages нужно знать ваше примерное местоположение.

source: Your coordinates won't be shown to other users, but the neighbourhood and city you submit below will.
ru: Ваши координаты не будут показаны другим пользователям кроме соседей и города который вы укажите ниже.

source: <strong>1.</strong> First, select your location on the map by typing your approximate location or dragging the map pointer.
ru: <strong>1.</strong> Сначала выберите свое местоположение на карте, введя свое примерное расположение или перетащив указатель на карте.

source: Neighbourhood, Address, Intersection, or City
de: Gegend, Adresse, Straße, oder Ort
el: Γειτονιά, Οδός, διαστάυρωση ή Πόλη
es: Barrio, dirección, cruce o Ciudad
fi_fi: Kaupunginosa, osoite, risteys, tai kaupunki.
fr: Quartier, adresse, intersection ou ville
it_it: Quartiere, indirizzo, incrocio, o città
ru: Округа, адрес, перекресток, или город

source: Locate on Map
de: Auf der Karte lokalisieren
es: Localizar en el mapa
fi_fi: Paikanna kartalla
fr: placer pour un carte
it_it: Trova sulla mappa
ru: Размещение на карте

source: <strong>2.</strong> The map above shows the location you are choosing. Please check that its name is correct before submitting.
ru: <strong>2.</strong> Карта выше показывает выбранное ваши местоположение. Пожалуйста проверьте перед отправкой что его название правильно.

source: Set Location
de: Position festlegen
el: Ορίστε τοποθεσία
es: Establecer Localización
fi_fi: Aseta sijainti
fr: Définir cette localisation
it_it: Imposta località
ru: Указать местоположение

source: Reset to Home
de: Zur Ausgangsposition zurücksetzen
el: Επαναφορά στην Αρχική Σελίδα
es: Reestablecer al origen
fi_fi: Nollaa kotisijainti
fr: Retour à l'accueil
it_it: Ritorna alla home
ru: Вернуться к дому

source: Neighbourhood, city, and state are optional fields if they're not appropriate for your location.
ru: Округу, город, и область указывать не обязательно, если эти понятия не применимы там, где вы находитесь.

source: Feedback
es: Sugerencias
fi_fi: Palaute
it_it: Commenti
ru: Обратная связь

source: Villages.cc Feedback
ru: Обратная связь с Villages.cc

source: Name
el: Όνομα
es: Nombre
fi_fi: Nimi
fr: Nom
it_it: Nome
ru: Имя

source: Email
ru: Электронный адрес

source: Thank you for your feedback.
ru: Благодарим вас за ваш отзыв.

source: About Villages
ru: О Villages

source: Motivation
el: Κίνητρο
es: Motivación
fi_fi: Kannustin
it_it: Motivazione
ru: Мотивация

source: How It Works
de: Wie es funktioniert
el: Πώς λειτουργεί
es: Cómo funciona
fi_fi: Kuinka se toimii
fr: Comment ça fonctionne
it_it: Come funziona
ru: Как это работает

source: Privacy
de: Privatsphäre
es: Privacidad
fi_fi: Yksityisyys
fr: Confidentialité
ru: Приватность

source: Developers
de: Entwickler
es: Desarrolladores
fi_fi: Kehittäjät
fr: Développeurs
it_it: Sviluppatori
ru: Разработчики

source: Donate
de: Spenden
es: Donar
fi_fi: Lahjoita
fr: Faire un don
it_it: Donazioni
ru: Помочь

source: Villages is developed by <a href="%(profile_ryan)s">Ryan Fugger</a>, founder of the <a href="http://ripple-project.org/">Ripple Project</a>.
ru: Villages разработал <a href="%(profile_ryan)s">Ryan Fugger</a>, основатель <a href="http://ripple-project.org/">проекта Ripple</a>.

source: If have coding, web development, or other applicable skills, believe in the concept, and would like to help out, please <a href="%(url_feedback)s">send a message</a>. Thanks.
ru: Если вы имеете навыки программирования, веб-разработки или другие подходяшие, верите в идею, и хотели бы помочь, пожалуйста <a href="%(url_feedback)s">сообщите</a>. Спасибо.

source: Support Villages with your Donation
ru: Поддержите Villages своим пожертвованием

source: There are three ways you can donate to help keep Villages running and support its continued development:
ru: Есть три способа, которыми вы можете пожертвовать, чтобы помочь существованию Villages и поддержать последующую разработку:

source: 1. Send Acknowledgement
ru: 1. Отправить благодарность

source: Acknowledge the work of Villages developers.
ru: Поблагодарить разработчиков Villages за их работу.

source: Acknowledge the work of Villages developers (must be registered and logged in').
ru: Поблагодарить разработчиков Villages за их работу (нужно быть зарегистрированным на сайте и войти).

source: This helps them receive goods and services from others in the network.
ru: Это поможет им получать товары и услуги от других в сети.

source: Until the developers can survive on acknowledgements alone, donating national currency helps pay hosting costs and things like rent.
ru: Пока разработчики еще не могут выжить на одних благодарностях, пожертвование национальной валюты поможет им оплатить хостинг и вещи наподобие аренды.

source: Villages and other <a href="http://ripple-project.org">Ripple</a> systems are built on decentralized trust &ndash; <a href="http://bitcoin.org/">Bitcoin</a> is built on decentralized transactions. Check it out if you haven't already.
ru: Villages и другие системы <a href="http://ripple-project.org">Ripple</a> построены на децентрализованном доверии &ndash; <a href="http://bitcoin.org/">Bitcoin</a> основан на децентрализованных транзакциях. Взгляните на него если еще не сделали этого раньше.

source: You can donate Bitcoins to <strong>16UDi2BbzLHS2LKa6ENbsZCkhV5ZkHyQKD</strong>
ru: Вы можете пожертвовать биткойны на <strong>16UDi2BbzLHS2LKa6ENbsZCkhV5ZkHyQKD</strong>

source: Thanks!
de: Danke!
el: Ευχαριστώ
es: ¡Gracias!
fi_fi: Kiitos!
fr: Merci !
it_it: Grazie!
ru: Спасибо!

source: Please let us know any comments or questions you have about Villages.
ru: Дайте нам знать о любых соображениях или вопросах которые у вас есть по поводу Villages.

source: You can also email <a href="mailto:info@villages.cc">info@villages.cc</a>. Thanks!
ru: Вы также можете отправить письмо по адресу <a href="mailto:info@villages.cc">info@villages.cc</a>. Спасибо!

source: Send Feedback
de: Feedback senden
es: Envia tus comentarios
fi_fi: Lähetä palautetta
fr: Envoyer un feedback
it_it: Invia commento
ru: Оставить отзыв

source: There are three main activities in Villages:
ru: Есть три основных рода деятельность в Villages:

source: 1. Endorse
ru: 1. Одобрение

source: Endorse users you trust to build the trust network. When you endorse someone, it indicates that you trust them to provide value to the community.
ru: Одобряйте пользователей, которым доверяете чтобы построить сеть доверия. Когда вы одобряете кого-то, это означает что вы доверяете им предоставить ценность для сообщества.

source: You choose a number of hearts to endorse them with. Each heart allows them and people they trust to send you one hour's worth of acknowledgement (more on this below). You can also leave a recommendation message for other users to see.
ru: Вы выбираете количество сердечек, с которыми хотите их одобрить. Каждое сердечко позволяет им и людям, которым они доверяют, отправить вам благодарность стоимостью один час (подробнее об этом ниже). Вы можете также оставить поясняющее сообщение, которое увидят другие пользователи.

source: Starting out, you have a limited hearts to give out. This helps keep the value of your interactions with the system lower at first so it's not too big a deal if you screw up. You have five hearts to give for every person that endorses you.
ru: Сначала у вас есть ограниченное количество сердечек, которые можно раздать. Это помогает держать стоимость ваших взаимодействий с системой низкой на первых порах, чтобы было не так много последствий если вы где-то ошибетесь. У вас есть по пять сердечек за каждого участника, который одобрил вас.

source: 2. Interact
ru: 2. Взаимодействие

source: Use the Villages feed to find people and posts that interest you. Put your skills and interests in your profile so others can find you. Post items and services you want or have to offer. Meet up to help each other out.
ru: Используйте ленту Villages для поиска людей и заметок, которые вам интересны. Укажите свои навыки и интересы в профиле, чтобы другие могли найти вас. Сообщайте о предметах или услугах, которые вы хотите или готовы предложить. Встречайтесь для помощи друг другу.

source: Villages helps you find people who have been endorsed by those you trust, so you can feel secure in knowing you are dealing with good people. Each user is given a reputation score that helps you know how trustworthy they are based on how well they are connected to you in the network. The more ways you are connected, and the more hearts that have been given out as endorsements along those paths, the higher the reputation score.
ru: Villages помогает вам найти людей, которые были одобрены теми, кому вы доверяете, так что вы можете чувствовать себя в безопасности, зная, что вы среди хороших людей. У каждого пользователя есть показатель репутации, который помогает вам знать, насколько ему можно доверять, основываясь на том, как крепко он связаны с вами в сети. Чем больше связей вас соединяет, и чем больше сердечек выданы одобрениями в этих связях, тем выше показатель репутации.

source: 3. Acknowledge
ru: 3. Благодарность

source: When someone has helped you out, acknowledge that help on Villages. Villages acknowledgements are a currency denominated in <a href="#hours">hours</a>, consisting of gentle promises made to the person who helped you out to return the favour at some point in the future. When you have received acknowledgements, you can spend them to acknowledge others without having to issue any promises of your own.
ru: Когда кто-то помогает вам, отблагодарите его за помощь на Villages. Благодарности Villages являются валютой в <a href="#hours">часах</a>, выдаваемой под честное слово помогшему вам человеку для возращения когда-то в будущем. Когда вы получаете благодарности, вы можете потратить их на то, чтобы поблагодарить других, и при этом не брать на себя какие-то дополнительные обещания.

source: If there is a connection through the trust network from you to the person you're acknowledging, Villages can transmit the acknowledgement through the network using <a href="http://ripple-project.org/">Ripple</a>, so that the person who helped you receives your acknowledgement as promises from someone they have endorsed, and your promises go to someone who has endorsed you.
ru: Когда есть связь в сети довери между вами и человеком, которого вы благодарите, Villages может передать эту благодарность через сеть с использованием <a href="http://ripple-project.org/">Ripple</a>, так что тот кто вам помог получает вашу благодарность как обещания от кого-то, кого он одобрил, и ваши обещания переходят к тому, кто одобрил вас.

source: Sometimes you will be on a path connecting another person to someone they're acknowledging. For example, your friend Anne, who you have endorsed, might want to acknowledge Bob, who has endorsed you, but does not know Anne. In this case, the system will find the path from Anne to you to Bob, and record the acknowledgement as Anne acknoledging you, and you acknowledging Bob.
ru: Временами и вы будете в пути, связывающим другого человека с кем-то, кого он благодарит. Напрямер, ваша подруга Аня, которую вы одобрили, может захотеть поблагодарить Славу, который одобрил вас, но не знает Аню. В этом случае система найдет путь от Ани к Славе через вас, и запишет эту благодарность как то что Аня поблагодарила вас, а вы поблагодарили Славу.

source: Anne's acknowledgement might not have meant that much to Bob, since he doesn't know her. Anne's acknowledgement has meaning to you, however, since you have endorsed her, and your acknowledgement has meaning to Bob, since you have endorsed him.
ru: Анина благодарность может ничего особого не значить для Славы, потому что он ее не знает. Но ее благодарность ценна для вас, так как вы ее одобрили, и ваша благодарность ценна для Славы, так как вы его одобрили.

source: (If anyone want to make a nice picture here, please <a href="%(url_feedback)s">let me know</a>.)
ru: (Если кто-то хочет вставить хорошую поясняющую картинку, пожалуйста <a href="%(url_feedback)s">дайте мне знать</a>.)

source: Acknowledgements are meant to represent that you have received a gift, and would one day like to return the favour. They are not a debt to be collected, or an obligation that creates stress or worry. They are more like a reminder to yourself of something you would like to do, and a way for the friendly exchange of gifts within a social circle to extend beyond to encompass the entire community.
ru: Благодарности предназначены для представления того, что вы получили подарок, и в один прекрасный день хотели бы вернуть в ответ. Это не долги, которые должны быть возвращены, или обязательства, которые тревожат и беспокоят. Это больше похоже на напоминание самому себе о чем-то, что вы могли бы сделать, и способ для дружеского обмена подарками внутри социального круга, расширяющегося чтобы охватить все сообщество.

source: A Note About Hours
ru: Замечание о часах

source: In Villages, one hour of acknowledgement is meant to represent one hour of basic, unskilled labour, approximately equal in value to minimum wage. Those offering skills to the community that have taken years of work to develop can and should be acknowledged with multiple acknowledgement-hours for each hour of their time given, according to the value of what they have given in that time.
ru: В Villages один час благодарности означает один час простого, неквалифицированного труда, примерно равного по значению с минимальной заработной платой. Те, кто предлагают сообществу навыки, которые требуют годы тренировок, могут и должны быть отблагодарены с многими часами благодарности за каждый час потраченного ими времени, соотносящимися с той ценностью, которую они предоставили за это время.

source: If you need a dollar value for hours, $10 is a good guideline.
ru: Если вам нужно долларовое значение для часов, $10 это хороший ориентир.

source: A Cooperative Community Of Overlapping Villages
de: Eine kooperative Gemeinschaft überlappender Ortschaften (Villages)
el: Μία Συνεργατική Ομάδα Eπικαλυπτόμενων Κοινοτήτων
es: Una comunidad cooperativa de aldeas solapadas
fi_fi: Limittäisten maailmankylien yhteistoiminnallinen yhteisö.
fr: Une communauté coopérative de villages en contact
it_it: Una comunità cooperativa di Villaggi interconnessi
ru: Совместное сообщество перекрывающихся деревень

source: Villages Cooperative Community: The New Local Economy
ru: Совместное сообщество Villages: новая местная экономика

source: Discover Nearby People You Can Trust
de: Entdecke Leute in der Nähe, denen du vertrauen kannst
el: Βρες δίπλα σου ανθρώπους που εμπιστευεσαι
es: Descubre gente cercana en la que confías
fi_fi: Löydä läheltäsi ihmisiä, joihin voit luottaa
fr: Découvrez des gens proches en qui vous pouvez avoir confiance
it_it: Trova persone vicine di cui ti puoi fidare
ru: Узнать людей рядом, которым можно доверять

source: The foundation of Villages is a trust network that you help create by endorsing friends who have something to contribute to the community. Find friends-of-friends that have the skills you need, or interesting projects you can help with.
ru: Основа Villages - сеть доверия, которую вы помогаете создать, одобряя друзей, сделавших что-то для сообщества. Найдите друзей друзей, у которых есть нужные вам навыки, или интересные проекты, с которыми вы пожете помочь.

source: Help Each Other Out
de: Helft euch gegenseitig aus
el: Ας βοηθήσουμε ο ένας τον άλλο
es: Ayudarse mutuamente
fi_fi: Avusta ja tule autetuksi
fr: S'entraider
it_it: Aiutarsi l'un l'altro
ru: Помочь каждый каждому

source: Search for what you want. Post what you have. When someone helps you, acknowledge the help. When you help someone, receive acknowledgement. Villages uses <a href="http://ripple-project.org/">Ripple technology</a> to allow acknowledgements to be received through trusted friends, making them more meaningful.
ru: Ищите желаемое. Сообщайте о том, что у вас есть. Когда кто-то помогает вам, поблагодарите его за помощь. Когда вы помогаете кому-то, получите благодарность. Villages использует <a href="http://ripple-project.org/">технологию Ripple</a> чтобы позволить благодарностям пройти через доверенных друзей, делая их более осмысленными.

source: Change The World
de: Verändere die Welt
el: Άλλαξε τον κόσμο
es: Cambia el mundo
fi_fi: Muuta maailmaa
fr: Changer le monde
it_it: Cambia il mondo
ru: Изменить мир

source: By working for friends and neighbors in our community, rather than for banks and corporations, and issuing our own acknowledgements rather than using their money, we take control of our own economic destiny.
ru: Работая для друзей и соседей в своем сообществе, а не на банки и корпорации, и используя наши собственные благодарности вместо их денег, мы берем контроль над нашей собственной экономической судьбой.

source: Read More
de: Mehr lesen
el: Διάβασε περισσότερα
es: Leer más
fi_fi: Lue lisää
fr: Lire la suite
it_it: Leggi di più
ru: Узнать больше

source: Browse the marketplace
de: Den Marktplatz durchsuchen
el: Περιηγήσου την αγορά
es: Navega en el mercado
fi_fi: Selaa markkinapaikkaa
fr: Parcourir le marché
it_it: Esplora il mercato
ru: Взглянуть на базарную площадь

source: OR
el: ή
es: o
fi_fi: TAI
fr: OU
it_it: O
ru: ИЛИ

source: Sign up now!
de: Jetzt registrieren!
el: Εγγραφείτε τώρα
es: ¡Registrate ahora!
fi_fi: Luo itsellesi tunnus heti!
fr: Inscrivez-vous maintenant !
it_it: Iscriviti ora!
ru: Вступить сейчас!

source: The goal of Villages is to help people do what they love, rather than what they fear they must.
ru: Цель Villages &ndash; помочь людям делать то, что они любят, вместо того что они терпеть не могут но должны.

source: Many of us struggle with the contradiction between what we want to do, and and what we need to do to earn money to live. Rather than change our hearts to suit what money asks of us, we want to change money to suit what is in our hearts.
ru: Многие из нас мучаются из-за противоречий между тем что мы хотим делать, и тем что нам приходится делать чтобы заработать денег на жизнь. Вместо того чтобы смириться с этим и позволять деньгам управлять нами, мы хотим изменить деньги и поступать в соответствии с зовом сердца.
