Repository: fpSpindola/Villagescc_new_ui
Catalog: ccproject/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fi_fi, fr, it_it, ru

source: Settings saved.<br><br>A confirmation email has been sent to your new address. If you do not receive it, please verify that you have entered the correct email.
ru: Настройки сохранены.<br><br>Подтверждающее письмо было отправлено на ваш новый адрес. Если вы не получили его, пожалуйста проверьте, что вы ввели правильный адрес электронной почты.

source: Invitation sent to %s.
ru: Приглашение отправлено на %s.

source: Invitation deleted.
ru: Приглашение удалено.

source: Invitation request sent.
ru: Пригласительный запрос отправлен.

source: %s has invited you to Villages.cc.<br>Please take a look around and then use the <em>Join</em> link on the right to register.
ru: %s пригласил вас на Villages.cc.<br>Пожалуйста оглядитесь вокруг и затем используйте ссылку <em>Присоединиться</em> справа для регистрации.

source: A password reset link has been emailed to you.
ru: Ссылка сброса пароля была отправлена вам по электронной почте.

source: Your password has been reset. You may now log in with your new password.
ru: Ваш пароль был сброшен. Сейчас вы можете войти с вашим новым паролем.

source: Welcome to Villages.cc
ru: Добро пожаловать на Villages.cc

source: %s accepted your invitation to Villages
ru: %s принял ваше приглашение на Villages

source: %s registered on Villages using your shared link
ru: %s зарегистрировался на Villages используя вашу ссылку

source: Your Villages.cc email address has been updated
ru: Ваш электронный адрес на Villages.cc был обновлен

source: Unknown or Expired Invitation
de: Unbekannte oder abgelaufene Einladung
es: Invitación desconocida o caducada
fi_fi: Tuntematon tai vanhentunut kutsu
it_it: Invito sconosciuto o scaduto
ru: Неизвестное или просроченное приглашение

source: Please contact the person who invited you to see if they can invite you again.
ru: Пожалуйства свяжитесь с пригласившим вас человеком чтобы узнать, может ли он пригласить вас снова.

source: Return Home
de: Zurück zum Start
es: Volver al inicio
fi_fi: Palaa pääsivulle
fr: partir a la maison
it_it: Ritorna alla pagina principale
ru: Вернуться домой

source: Contact %(profile)s
ru: Связаться с %(profile)s

source: Your message will be forwarded to %(profile)s by email.
ru: Ваше сообщение будет направлено участнику %(profile)s по электронной почте.

# email
source: View %(sender)s:
ru: Участник %(sender)s:

source: Edit My Profile
de: Mein Profil bearbeiten
el: Άλλαξε το προφίλ μου
es: Editar perfil
fi_fi: Muokkaa profiilia
fr: Modifier mon profil
it_it: Modifica profilo
ru: Редактирование моего профиля

source: Your profile tells other community members about you, and lets them find you based on your interests and skills. Please mention anything that you wish to offer or bring to the community generally, so others will find you when they search for those things.
ru: Ваш профиль рассказывает другим участникам сообщества о вас, и позволяет им найти вас, основываясь на ваших интересах и навыках. Пожалуйста упомяните обо всем что бы вы хотели предложить или привнести для сообщества в целом, так чтобы другие смогли найти вас когда они ищут что-нибудь из этого.

source: Your profile data is <strong>public</strong>.
ru: Данные вашего профиля <strong>общедоступны</strong>.

source: View my profile
de: Mein Profil ansehen
es: Ver mi perfil
fi_fi: Näytä profiilini
fr: viewer ma profil
it_it: Vedi il tuo profilo
ru: Просмотр моего профиля

source: Save Changes
de: Änderungen speichern
es: Salvar cambios
fi_fi: Tallenna muutokset
fr: sauvegarder les changement
it_it: Salva le modifiche
ru: Сохранить изменения

source: Forgot Username Or Password
de: Benutzername oder Kennwort vergessen
es: Olvido de Usuario o Contraseña
fi_fi: Unohtunut käyttäjänimi tai salasana
fr: oublier le mot du passe, ou nom de utiliser
it_it: Ho dimenticato il nome utente o la password
ru: Забыли имя пользователя или пароль?

source: Please submit your username or email address to receive a password reset link and a reminder of your username.
ru: Введите пожалуйста ваше имя пользователя или адрес электронной почты для получения ссылки на сброс пароля и напоминания вашего имени пользователя.

source: Submit
de: Absenden
es: Enviar
fi_fi: Lähetä
fr: publier
it_it: Invia
ru: Отправить

source: %(profile)s has accepted your invitation to Villages.
ru: %(profile)s принял ваше приглашение на Villages.

source: To see their profile, go to
ru: Чтобы увидеть его профиль, перейдите на

source: Thanks for sharing Villages!
ru: Спасибо что поделились Villages!

source: %(inviter)s has endorsed you as someone they value in their community.
ru: %(inviter)s одобрил вас как челоека, который ценен в их сообществе.

source: Villages is a cooperative economic network, where friends can endorse each other and trade without money.
ru: Villages это совместная экономическая сеть, где друзья могут одобрять друг друга и торговать без использования денег.

source: To accept the invitation, or to simply learn more, please visit the following link:
ru: Чтобы принять это приглашение, или просто узнать больше, посетите следующий адрес:

source: Thank you.
ru: Спасибо.

source: Invitations Sent
de: Einladungen gesendet
es: Invitaciones enviadas
fi_fi: Kutsut lähetetty
it_it: Inviti mandati
ru: Приглашения отправлены

source: Back to invitation form
de: Zurück zum Einladungs-Formular
es: Volver al formulario de invitación
fi_fi: Palaa kutsulomakkeeseen
it_it: Torna al modulo per l'invito
ru: Назад к пригласительной форме

source: Friend's Email
de: Email des/der Freund/in
es: Email del amigo
fi_fi: Ystäväsi sähköpostiosoite
fr: l'email a ces amis
it_it: Email dell'amico/a
ru: Электронная почта друга

source: Date Sent
de: Absendedatum
es: Fecha de envío
fi_fi: Lähetyspäivä
it_it: Data di invio
ru: Дата отправления

source: Resend
de: Nochmal senden
es: Reenviar
fi_fi: Lähetä uudelleen
fr: transféré beaucoup
it_it: Rimanda
ru: Переотправить

source: You have no pending sent invitations.
ru: У вас нет ожидающих отправки приглашений.

source: Invite A Friend
de: Einen Freund einladen
el: Προσκάλεσε ένα φίλο
es: Invitar a un amigo
fi_fi: Kutsu ystävä
fr: Inviter un ami
it_it: Invita un amico
ru: Пригласить друга

source: If you know someone who would love to participate in Villages.cc and has something to contribute to the community, please invite them by endorsing them.
ru: Если вы знаете кого-либо кто мог бы пожелать учавствовать в Villages.cc и имеет что-то для вклада в сообщество, пожалуйста пригласите их, одобрив их.

source: Each heart represents an hour of value you are willing to provide for your friend, trusting that by acknowledging your gift, they will return the favour eventually.
ru: Каждое сердечко представляет значение часа времени, которое вы готовы предоставить для своего друга, веря, что благодарностью за ваш подарок оно когда-нибудь вернется

source: Read more
de: Mehr lesen
es: Leer más
fi_fi: Lue lisää
fr: lire en plus
it_it: Leggi di più
ru: Узнать больше

source: If your friend accepts your invitation, this endorsement will be <strong>public</strong>.
ru: Если ваш друг примет ваше приглашение, это одобрение будет <strong>общедоступным</strong>.

source: You have <strong>%(hearts)s</strong> heart remaining to give out.
ru: У вас осталось <strong>%(hearts)s</strong> сердечко для передачи.

source: Invite
de: Einladen
es: Invitar
fi_fi: Kutsu
fr: inviter
it_it: Invita
ru: Пригласить

source: You need more hearts to invite a friend. You get 5 hearts for each endorsement you receive.
ru: Вам нужно больше сердечек для приглашения друга. Вы получаете 5 сердечек за каждое полученное одобрение.

source: View pending sent invitations
de: Unbestätigte gesendete Einladungen ansehen
es: Ver invitaciones enviadas pendientes
fi_fi: Näytä odottavat kutsuni
fr: l'invitation qui est attendant viewer
it_it: Vedi gli inviti mandati senza risposta
ru: Просмотр ожидающих отправки приглашений

source: Login
de: Anmelden
el: Σύνδεση
es: Entrar
fi_fi: Kirjaudu
fr: Se connecter
it_it: Entra
ru: Вход

source: Forgot username or password?
de: Benutzername oder Kennwort vergessen?
es: ¿Olvidaste el usuario o la contraseña?
fi_fi: Unohtuiko käyttäjätunnus tai salasana?
fr: oublier ta nom de utiliser, ou les mot de passe?
it_it: Dimenticato il nome utente o la password?
ru: Забыли имя пользователя или пароль?

source: This is a confirmation that your email address on Villages.cc has been updated to %(new_email)s.
ru: Это письмо подтверждает, что адрес вашей электронной почты на Villages.cc изменен на %(new_email)s.

source: If you have received this email in error, please reply and let us know so that we can remove your email address from the system.
ru: Если вы получили это письмо по ошибке, пожалуйста ответьте и дайте нам знать об этом, чтобы мы могли удалить ваш адрес из системы.

source: To reset your password, please visit the following link:
ru: Чтобы сбросить ваш пароль, пожалуйста посетите следующий адрес:

source: This link will be valid for 7 days.
ru: Эта ссылка будет действовать в течении 7 дней.

source: Reminder: Your username is %(username)s.
ru: Напоминание: ваше имя пользователя - %(username)s.

source: Please reply to this email if you have any problems. Thank you.
ru: Пожалуйста ответьте на это письмо если у вас возникли какие-либо затруднения. Спасибо.

source: Info
el: πληροφορίες
es: Información
fi_fi: Tiedot
ru: Информация

# nav
source: Endorsements
ru: Одобрения

# nav
source: Relationship
ru: Отношения

# nav
source: Endorse
ru: Одобрить

# nav
source: Acknowledge
ru: Поблагодарить

# nav
source: Contact
ru: Связаться

source: You have endorsed this user with <strong>%(hearts)s</strong> heart.
ru: Вы одобрили этого участника с <strong>%(hearts)s</strong> сердечком.

source: Username
de: Benutzername
el: ψευδώνυμο
es: Usuario
fi_fi: Käyttäjätunnus
fr: Nom d'utilisateur
it_it: Nome utente
ru: Имя пользователя

source: Home Location
de: Heimatort
es: Lugar
fi_fi: Sijainti
fr: Lieu de résidence
it_it: Località principale
ru: Место жительства

source: Registered
de: Registriert
es: Registrado
fi_fi: Rekisteröitynyt
fr: Enregistré
it_it: Registrato
ru: Зарегистрирован

source: Last Online
de: Zuletzt online
es: Última vez online
fi_fi: Viimeksi kirjautuneena
fr: Connecté pour la dernière fois
it_it: Ultima volta online
ru: Последний раз онлайн

source: Relationships Summary
de: Zusammenfassung Beziehungen
el: Περίληψη Σχέσεων
es: Resumen de relaciones
fi_fi: Kooste yhteyksistä
fr: Résumé des relations
it_it: Riassunto delle relazioni
ru: Баланс отношений

source: More
de: Mehr
el: Περισσότερα
es: Más
fi_fi: Lisää
fr: Plus
it_it: Di più
ru: Больше

source: Max. trusted acknowledgements I would accept from this user
ru: Максимум доверенных благодарностей, которые я могу получить от этого пользователя

source: Reputation
el: υπόληψη
es: Reputación
fi_fi: Maine
fr: Réputation
it_it: Reputazione
ru: Репутация

source: Sum of all acknowledgements sent and received
ru: Сумма всех отправленных и полученных благодарностей

source: Overall Balance
de: Gesamte Bilanz
el: Γενικό Ισοζύγιο
es: Balance general
fi_fi: Kokonaistase
fr: Solde global
it_it: Saldo totale
ru: Общий баланс

source: %(hours)s hour
ru: %(hours)s час

source: Sum of all acknowledgements sent and received, but only from trusted partners
ru: Сумма всех отправленных и полученных благодарностей, но только от доверенных участников

source: Trusted Balance
de: Vertraute Bilanz
es: Balance de confianza
fi_fi: Luottotase
fr: Solde de confiance
it_it: Saldo fidato
ru: Доверенный баланс

source: Balance with Me
de: Bilanz mit Mir
el: Ισοζύγιο ως προς εμένα
es: Balance conmigo
fi_fi: Keskinäinen taseemme
fr: Solde vis-à-vis de moi
it_it: Saldo con me
ru: Баланс со мной

source: Endorsements For %(profile)s
ru: Одобрения для %(profile)s

source: Total Hearts
de: Herzen insgesamt
es: Corazones totales
fi_fi: Sydämiä yhteensä
fr: cœur tout
it_it: Cuori totali
ru: Всего сердечек

source: Reputation is how much trust I have in someone, directly, as well as indirectly through the network. It is equal to the maximum number of acknowledgement hours they could send me if all outstanding acknowledgements were wiped away and we started from zero.
ru: Репутация показывает наколько много доверия я имею от кого-то, как напрямую, так и опосредованно через сеть. Она равна максимальному числу часов благодарности, которое могли бы бы отправить мне если бы все выданные благодарности исчезли и мы начинали с нуля.

source: Generic user image
ru: Обычное изображение для пользователя

source: Posts by %(profile)s
ru: Заметки %(profile)s

source: Register
de: Registrieren
es: Registrarse
fi_fi: Kirjaudu
fr: registre
it_it: Registrati
ru: Регистрация

source: Please enter the name you'd like to use on the system, your email address, and then the username and password you'd like to use to log in.
ru: Пожалуйста, введите имя, под которым хотели бы быть известны в системе, адрес вашей электронной почты, и потом имя пользователя и пароль, которые хотели бы использовать для входа.

source: Thanks for registering at Villages.cc! We hope you find our system useful.
ru: Благодарим вас за регистрацию на Villages.cc! Надеемся вы найдете нашу систему полезной.

source: Begin by making sure you've filled out your profile to include a picture and a description of your skills and things you'd like to offer to the community:
ru: Для начала удостоверьтесь, что вы заполнили свой профиль, включив в него фотографию и описание ваших навыков и тех вещей, которые вы хотели бы предложить сообществу:

source: Next, check your feed for interesting people and posts in your neighbourhood:
ru: Потом проверьте свою ленту чтобы найти интересесующих людей и заметки поблизости от вас:

source: Don't forget to post anything immediate you'd like or can offer:
ru: Не забывайте писать заметки когда что-то пожелаете или захотите предложить:

source: Request Invitation
ru: Запрос приглашения

source: Villages is a trust network. You need to be endorsed by an existing user to join. If you think you belong here, let us know, and if we agree, we'll invite you!
ru: Villages является сетью доверия. Вам нужно быть одобренным каким-либо участником чтобы присоединиться. Если вы считаете что ваше место здесь, дайте нам знать, и если мы согласимся, то пригласим вас!

source: Villages isn't for everyone. If you:
ru: Villages &ndash; не для каждого. Если вы:

source: Have time and skills to contribute to your local community
ru: Имеете время и навыки для вклада в ваше местое сообщество

source: Are willing to make new connections and facilitate new connections for others
ru: Хотите создавать новые связи и способствовать созданию новых связей у других

source: Believe in the need for new economic systems
ru: Верите в необходимость новой экономической системы

source: please let us know a bit about yourself and why you wish to participate in Villages.
ru: пожалуйста дайте нам знать немного о вас и почему вы хотите участвовать в Villages.

source: Please also let us know who gave you the link to Villages, or where you found it. Thanks!
ru: Пожалуйста также дайте нам знать от кого вы получили ссылку на Villages или где вы обнаружили ее. Спасибо!

source: If you have received an invitation email, please visit the link in the email before visiting this page to see a registration form instead.
ru: Если вы получили пригласительное письмо, пожалуйста посетите ссылку в письме перед посещением этой страницы, чтобы увидеть регистрационную форму.

# email
source: Invite this person:
ru: Пригласить этого человека:

source: Reset Password
de: Kennwort zurücksetzen
es: Cambiar contraseña
fi_fi: Nollaa salasana
fr: initializer ton mot de passe
it_it: Reimposta password
ru: Сброс пароля

source: Please create a new password:
ru: Пожалуйста, создайте новый пароль:

source: Account Settings
de: Konto-Einstellungen
el: Ρυθμίσεις Λογαριασμού
es: Configuración
fi_fi: Käyttäjätilin asetukset
fr: Paramètres du compte
it_it: Impostazioni account
ru: Настройки аккаунта

source: Save Settings
de: Einstellungen speichern
es: Salvar preferencias
fi_fi: Tallenna asetukset
fr: sauvegarder la choisi
it_it: Salva le impostazioni
ru: Сохранить настройки

source: Change Password
de: Kennwort ändern
es: Cambiar Contraseña
fi_fi: Vaihda salasana
fr: changer les mot de passe
it_it: Cambia password
ru: Изменить пароль

source: Share Villages
de: Villages gemeinsam benutzen
es: Compartir Villages
fi_fi: Jaa Villages
fr: transférer villages
it_it: Condividi Villages
ru: Поделиться Villages

source: To share Villages with a group of friends, and have their invitation requests come to you, share this link:
ru: Чтобы поделиться Villages с группой людей, и получать приходящие от них пригласительные запросы, поделитесь этой ссылкой:

source: Tweet
fi_fi: Jaa Twitterissä
it_it: Twitta
ru: Твит

source: %(profile)s has registered on Villages after clicking on a link that you shared.
ru: %(profile)s зарегистрировался на Villages используя вашу ссылку.

source: To view their profile, go to:
ru: Чтобы посмотреть его профиль, зайдите на:

source: To endorse them:
ru: Чтобы одобрить его:

source: Thank you for sharing Villages!
ru: Спасибо за распространение Villages!

source: Trusted acknowledgement
ru: Доверенная благодарность

source: Direct acknowledgement
ru: Прямая благодарность

source: Hours
de: Stunden
es: Horas
fi_fi: Tuntia
fr: les heures
it_it: Ore
ru: Часы

source: This is higher than the maximum possible routed acknowledgement amount.
ru: Это больше максимально возможного для распределения количества благодарности.

source: Endorsement saved.
de: Unterstützung gespeichert.
es: Respaldo guardado
fi_fi: Tuenosoitus tallennettu
fr: approbation est sauvegardé
it_it: Sostegno salvato.
ru: Одобрение сохранено.

source: Endorsement deleted.
de: Unterstützung gelöscht.
es: Respaldo borrado
fi_fi: Tuenosoitus poistettu.
fr: approbation est remover
it_it: Sostegno cancellato.
ru: Одобрение удалено.

source: Acknowledgement sent.
de: Anerkenntnis gesendet.
es: Reconocimiento enviado
fi_fi: Lähetit tunnustusta.
fr: roger et transféré
it_it: Riconoscimento inviato.
ru: Благодарность отправлена.

source: %s has endorsed you on Villages.cc
ru: %s одобрил вас на Villages.cc

source: %s has acknowledged you on Villages.cc
ru: %s поблагодарил вас на Villages.cc

source: Acknowledge %(recipient)s
ru: Благодарность для %(recipient)s

source: There are two ways to send acknowledgement:
ru: Есть два способа отправки благодарности:

source: <strong>Send a trusted acknowledgement</strong> through the trust network so the recipient receives it only from people they have endorsed, and only up to the number of hearts they have given to each.
ru: <strong>Отправить доверенную благодарность</strong> через сеть доверия таким образом, что адресат получает ее только от людей которых он одобрил, и только до того числа сердечек, которое он дал каждому.

source: <strong>Send a direct acknowledgement</strong> of any number of hours directly to the recipient, even if they haven't endorsed you.
ru: <strong>Отправить прямую благодарность</strong> в любом количестве часов напрямую получателю, даже если он не одобрил вас.

source: Acknowledgements are only visible to you, the recipient, and for trusted acknowledgements, anyone on the path the acknowlegdement takes between you and the recipient.
ru: Благодарности видимы только для вас, получателя, и, у доверенных благодарностей, каждому на пути, по которому благодарность проходит между вами и получателем.

source: You can send a trusted acknowledgement of up to %(hours)s hour, or a direct acknowledgement of any amount.
ru: Вы можете отправить доверенную благодарность величиной до %(hours)s часа, или прямую благодарность любой величины.

source: There are no available paths through the trust network to %(recipient)s, so you can only send direct acknowledgement.
ru: Отсутствуют доступные пути через сеть доверия к %(recipient)s, так что вы можете отправить лишь прямую благодарность.

source: Send Acknowledgement
de: Anerkenntnis senden
es: Enviar Reconocimiento
fi_fi: Anna tunnustusta
fr: transférer les roger
it_it: Invia riconoscimento
ru: Отправка благодарности

source: Send a direct acknowledgement of
ru: Отправить прямой благодарностью

source: h
ru: ч

source: Send a trusted acknowledgement of
ru: Отправить доверенной благодарностью

source: You acknowledged
ru: Вы поблагодарили

source: acknowledged you
ru: поблагодарил вас

source: with %(hours)s hour promised
ru: с %(hours)s обещанным часом

source: You have been acknowledged with %(hours)s hour on Villages.cc by %(payer)s.
ru: %(payer)s поблагодарил вас на Villages.cc и передал %(hours)s час.

source: %(payer)s added:
ru: %(payer)s добавил:

source: To view the acknowledgement, visit:
ru: Для просмотра благодарности посетите:

source: Endorse %(recipient)s
ru: Благодарность для %(recipient)s

source: If you trust %(recipient)s to provide value to the community, please fill out the form below.
ru: Если вы уверены что %(recipient)s представляет ценность для сообщества, пожалуйста заполните форму ниже.

source: Each heart represents an hour of value you are willing to provide for %(recipient)s, trusting that by acknowledging your gift, they will return the favour eventually.
ru: Каждое сердечко означает час времени, которое вы готовы предоставить для участника %(recipient)s, веря, что благодарностью за ваш подарок оно когда-нибудь вернется.

source: This endorsement will be <strong>public</strong>.
ru: Это одобрение будет <strong>общедоступным</strong>.

source: You have already endorsed %(recipient)s with <strong>%(hearts)s</strong> heart.
ru: Вы уже одобрили участника %(recipient)s с <strong>%(hearts)s</strong> сердечком.

source: Save Endorsement
de: Unterstützung speichern
es: Salvar Respaldo
fi_fi: Tallenna tuenosoitus
fr: sauvegarder ta approbation
it_it: Salva sostegno
ru: Сохранить одобрение

source: Delete endorsement?
de: Unterstützung löschen?
es: Borrar respaldo?
fi_fi: Peru tuenosoitus
fr: effacer ta approbation?
it_it: Elimina sostegno?
ru: Удалить одобрение?

source: You need more hearts to endorse %(recipient)s. You get five hearts for every endorsement you receive from another user.
de: Du brauchst mehr Herzen, um %(recipient)s zu unterstützen. Du bekommst fünf Herzen für jede Unterstützung, die du von einem/r anderen Benutzer/in erhältst.
es: Necesitas más corazones para respaldar a %(recipient)s. Recibes cinco corazones por cada usuario que te respalda.
fi_fi: Tarvitset enemmän sydämiä antaaksesi tukeasi henkilölle %(recipient)s. Saat viisi sydäntä jokaisesta muilta käyttäjiltä saamastasi tuenosoituksesta.
it_it: Hai bisogno di più cuori per sostenere %(recipient)s. Ottieni cinque cuori per ogni sostegno che ricevi da un altro utente.
ru: Вам нужно больше сердечек чтобы одобрить участника %(recipient)s. Вы получаете пять сердечек за каждое одобрение, полученное от другого пользователя.

source: Endorses
de: Unterstützt
es: Reconoce a
fi_fi: Tukee
fr: Soutient
it_it: sostiene
ru: одобрил

source: Date
de: Datum
el: Ημερομηνία
es: Fecha
fi_fi: Päiväys
it_it: Data
ru: Дата

source: You endorsed
ru: Вы одобрили

source: endorsed you
ru: одобрил вас

source: with %(hearts)s heart.
ru: с %(hearts)s сердечком.

source: You have been endorsed with %(hearts)s heart on Villages.cc by %(endorser)s.
ru: %(endorser)s на Villages.cc одобрил вас с %(hearts)s сердечком.

source: %(endorser)s added:
ru: %(endorser)s добавил:

source: To view the endorsement, visit:
ru: Для просмотра одобрения посетите:

source: Visit <a href="%(url_relationships)s">Relationships</a> for a more structured list of endorsements.
ru: Посетите <a href="%(url_relationships)s">Отношения</a> для более упорядоченного списка одобрений.

source: Relationship With %(partner)s
ru: Отношения с %(partner)s
