Repository: fpSpindola/Villagescc_new_ui
Catalog: ccproject/locale/*/LC_MESSAGES/django.po
Languages: de, el, es, fi_fi, fr, it_it, ru

source: We want to create a system of interconnected, overlapping economic villages, where personal relationships take precedence over numbers, and each person is supported in following their passion.
ru: Мы хотим создать систему взаимосвязанных перекрывающихся экономических деревень, где личные отношения преобладают над числовыми, и каждый поддерживается в своих стремлениях.

source: The Problem With Money
de: Das Problem mit Geld
es: Los problemas del dinero
fi_fi: Rahan ongelma
it_it: Il problema del denaro
ru: Проблемы с деньгами

source: When we use regular money, we are participating in a system of tokens whose supply is centrally managed for the purposes of:
ru: Когда мы используем обычные деньги, то участвуем в системе знаков, количество которых централизованно управляется для целей:

source: Price stability
de: Preisstabilität
es: Estabilidad de precios
fi_fi: Hintojen vakaus
fr: la stabilité pour les prix
it_it: Stabilità dei prezzi
ru: Стабильности цен

source: Low unemployment
de: Geringe Arbeitslosigkeit
es: Desempleo bajo
fi_fi: Alhainen työttömyys
fr: les chaumage
it_it: Bassa disoccupazione
ru: Низкого уровня безработицы

source: Foreign trade
de: Auslandshandel
es: Comercio internacional
fi_fi: Ulkomaankauppa
fr: l’échange avec les nations internationale
it_it: Commercio estero
ru: Внешней торговли

source: Steady growth in transaction volume (GDP)
de: Stetiges Wachstum des Transaktionsvolumens (Bruttosozialprodukt)
es: Crecimiento sostenido del volumen de transacciones (PIB)
fi_fi: Vakaa kauppataseen kasvu (BKT)
fr: beacoup des GDP
it_it: Crescita costante del volume delle transazioni (PIL)
ru: Устойчивого роста числа операций (ВВП)

source: In other words, those who issue the money work to ensure that it finds its way into hands that are going to accomplish these goals. Notably absent are goals that actually matter to most of us, such as:
ru: Другими словами, те кто выпускают деньги, заинтересованы в том, чтобы они собирались в руках пытающихся достичь этих целей. Примечательно отсутствие тех целей, которые важны для большинства из нас:

source: Happiness
de: Glücklichkeit
es: Felicidad
fi_fi: Onnellisuus
it_it: La felicità
ru: Счастье

source: Love
de: Liebe
es: Amor
fi_fi: Rakkaus
fr: aimez
it_it: Amore
ru: Любовь

source: Peace
de: Frieden
es: Paz
fi_fi: Rauha
fr: paix
it_it: La pace
ru: Мир

source: Building relationships
de: Beziehungen aufbauen
es: Construir relaciones
fi_fi: Ihmissuhteiden rakentaminen
fr: créer les bien relation
it_it: Costruire relazioni
ru: Построение отношений

source: Strong local communities
de: Starke regionale Gemeinschaften
es: Comunidades locales fuertes
fi_fi: Vahvat paikalliset yhteisöt
fr: la solidarité
it_it: Forti comunità locali
ru: Крепкие местные сообщества

source: Health
de: Gesundheit
es: Salud
fi_fi: Terveys
fr: degré de liberté
it_it: Salute
ru: Здоровье

source: Maintaining a clean environment
de: Eine saubere Umwelt erhalten
es: Mantener un medio ambiente limpio
fi_fi: Puhtaan ympäristön ylläpito
it_it: Mantenere un ambiente pulito
ru: Поддержание окружающей чистоты

source: Fun!
de: Spaß!
es: Diversión!
fi_fi: Hauskanpito!
it_it: Divertirsi!
ru: Веселье!

source: Of course, these goals are subjective, messy, often political, and not fitting aims for a central bank committee to be pursuing on our behalf. But why must we settle for a system of money whose values are not our own just so it can be managed appropriately by a central committee?
ru: Конечно, эти цели субъективны, беспорядочны, часто политизированны и не соответствуют тем задачам, которые центральный банк преследует от нашего имени. Но почему мы должны соглашаться с денежной системой, чьи ценности мы не разделяем хотя бы из-за того что она управляется соответствующим образом центральным комитетом?

source: Before banks, countries, and central committees, in villages where everyone knew everyone else, people didn't need money &ndash; they just offered what was needed, and kept track in their heads, in <a href="http://bit.ly/qUOdnN">a system of gifts and obligations</a>. Because they could keep track amongst themselves, they never had to worry about the abstract values of their economic system trumping their values as human beings. They <em>were</em> their own economic system, and their values were its values.
ru: До банков, стран и центральных комитетов, в деревнях где каждый знал каждого, людям не нужны были деньги &ndash; они просто предлагали то что было нужно, оставляли в памяти пометку, <a href="http://bit.ly/qUOdnN">в системе даров и обещаний</a>. Из-за того что они могли между собой сами все отслеживать, им никогда не приходилось волноваться об абстрактных ценностях их экономической системы, подавляющих их человеческие ценности. Они сами <em>были</em> своей экономической системой, и их ценности были ее ценностями.

source: Once economies became larger, and trade grew to involve more and more strangers, more abstract systems of keeping score developed. Many of us became materially richer, but we lost some of our autonomy, and much of our connection to the people around us. We need systems that not only allow us to cooperate in creating material abundance, but support our individual dreams and collective ties as well.
ru: Однажды экономики стали увеличиваться, и рост торговли привел к тому, что стали изобретаться все более и более странные абстрактные системы ведения счетов. Многие из нас стали материально богаче, но мы потеряли долю своей автономии, и большинство связей с людьми вокруг. Нам нужны системы, которые не только позволят нам объединиться в создании материального благосостояния. но также и поддержат наши индивидуальные мечты также как и коллективные чаяния.

source: Money For People
de: Geld für Menschen
es: Dinero para la gente
fi_fi: Raha Ihmisille
fr: argent pour les gens
it_it: Denaro per il popolo
ru: Деньги для людей

source: We are all connected. Any two people on the planet are bound to be linked by a web of personal relationships. Instead of using money to cooperate with each other, two strangers can give to each other like friends, and have the resulting obligations borne by the web of personal relationships connecting them. All we really need is a system for finding these connections.
ru: Мы все взаимосвязаны. Любые два человека в пределах планеты связаны паутиной личных отношений. Вместо использования денег для взаимодействия между собой, два незнакомца могут давать друг другому по-дружески, и возникающие обязательства покроются сетью личных отношений, связывающих их. Всем нам нужна система для нахождения этих отношений.

source: That system is called <a href="http://ripple-project.org/">Ripple</a>, the technology that powers the Villages marketplace.
ru: Эта система называется <a href="http://ripple-project.org/">Ripple</a>, технология которая дает простор базарной площади Villages.

source: Since Villages is meant for discovering people in your area, most information you give is <strong>not private</strong>. This includes:
ru: Так как Villages предназначен для обнаружения людей вокруг, большинство предоставляемой вами информации <strong>не скрывается</strong>. Это включает в себя:

source: Your profile information
de: Deine Profilinformation
es: La información de tu perfil
fi_fi: Profiilisi tiedot
fr: Votre information de profil
it_it: Le tue informazioni del profilo
ru: Информацию вашего профиля

source: Your posts
de: Deine Bekanntgaben
es: Tus anuncios
fi_fi: Omat ilmoituksesi
fr: Vos propositions
it_it: I tuoi annunci
ru: Ваши заметки

source: Endorsements given and received (these are only available to registered users)
ru: Отправленные и полученные одобрения (доступно только для зарегистрированных пользователей)

source: Your overall acknowledgement balance
de: Deine insgesamte Anerkenntnis- Bilanz
es: Tu balance general de reconocimientos
fi_fi: Tunnustustesi koko tase
fr: Votre solde global de reconnaissance
it_it: Il tuo bilancio totale dei riconoscimenti
ru: Ваш общий баланс благодарности

source: Things that are completely or relatively private:
de: Dinge, die vollständig oder relativ geheim sind:
es: Cosas que son completamente o relativamente privadas:
fi_fi: Asiat, jotka ovat kokonaan tai suhteellisen yksityisiä:
fr: Ce qui est complètement ou relativement confidentiel :
it_it: Cose che sono completamente o relativamente private:
ru: Вещи, которые полностью или частично скрыты:

source: Your email address
de: Deine Email-Adresse
es: Tu dirección de email
fi_fi: Sähköpostiosoitteesi
fr: Votre adresse de courriel
it_it: Il tuo indirizzo email
ru: Адрес вашей электронной почты

source: The contents of any messages sent to other users
de: Die Inhalte oder jegliche Nachrichten, die du anderen Benutzer/innen schickst
es: Los contenidos de cualquier mensaje
fi_fi: Toisille käyttäjille lähettämiesi viestien sisällöt
fr: Le contenu des messages envoyés aux autres utilisateurs
it_it: Il contenuto dei messaggi inviati direttamente ad altri utenti
ru: Содержание любых сообщений, отправляемых другим участникам

source: Individual acknowledgement balances with other users
de: Individuelle Anerkenntnis-Bilanzen mit anderen Benutzern
es: Reconocimientos individuales con otros usuarios
fi_fi: Henkilökohtaiset tunnustussaldosi muiden käyttäjien kanssa
fr: Les soldes de reconnaissance spécifiques vis-à-vis d'autres utilisateurs
it_it: Il bilancio individuale dei riconoscimenti con altri utenti
ru: Индивидуальные балансы благодарности с другими участниками

source: Details of acknowledgements given and received
de: Details der gesendeten und empfangenen Anerkenntnisse
es: Detalle de los reconocimientos enviados y recibidos
fi_fi: Saatujen ja annettujen tunnustusten yksityiskohdat
fr: Les détails des reconnaissances reçues et données
it_it: I dettagli dei riconoscimenti dati e ricevuti
ru: Детали полученных и переданных благодарностей

source: When you send an acknowledgement through the network, the details are shared with users who are on the path travelled by the acknowledgement from sender to recipient.
ru: Когда вы отправляете благодарность через сеть, эти детали разделятся с участниками в пути, по которому проходит благодарность от отправителя к получателю

source: Acknowledgement details may be available to more users in the future due to upcoming features.
ru: Детали благодарности могут стать доступными для большего числа участников в будущем при расширении функциональности.

source: Please do not use Villages thinking that other users will not be able to see details of your activities. Once Villages has grown to a certain number of users, we may add the option to keep more of your details private. However, to start with, we're building a service for people who want to put themselves out there and connect with others in their community.
ru: Пожалуйста, не используйте мышление Villages таким образом чтобы у других участников не было возможности видеть детали вашей деятельности. Когда Villages наберет достаточное число пользователей, мы можем добавить эту возможность и держать большую часть ваших деталей в секрете. Тем не менее для начала мы создаем сервис для людей, которые хотят быть здесь и связаться с другими в их сообществе.

source: If you want to try a Ripple system with more privacy, please check out <a href="http://ripplepay.com/">Ripplepay</a>. You may find it difficult to meet anybody there though :)
ru: Если вы хотите попробовать систему Ripple с большей скрытностью, пожалуйста проверьте <a href="http://ripplepay.com/">Ripplepay</a>. Хотя вы можете обнаружить что там сложновато с кем-то встретиться :)

source: Anonymous Visitors
de: Anonyme Besucher
es: Visitantes anónimos
fi_fi: Tuntemattomat vierailijat
fr: Visiteurs anonymes
it_it: Visitatori anonimi
ru: Анонимные посетители

source: Anonymous visitors to the site, who are not registered or logged in, can see your profile and your posts, but not your endorsements or acknowledgements.
ru: Анонимные посетители сайта, те которые не зарегистрированы или не вошли, могут увидеть ваш профиль и ваши заметки, но не ваши одобрения или благодарности

source: Search Engines
de: Suchmaschinen
es: Motores de búsqueda
fi_fi: Hakukoneet
fr: Moteurs de recherche
it_it: Motori di ricerca
ru: Поисковые системы

source: Villages requests that search engines not index any of your personal data, such as your profile or your posts, so it won't show up on Google or any other respectable search engine, even if anonymous visitors to the site can view it.
ru: Villages просит поисковые системы не индексировать любые ваши личные данные, такие как ваш профиль или ваши заметки, так что они не отразятся в Яндексе или Google, даже если анонимные посетители сайта могут просматривать их.

source: Real Names &amp; Handles
de: Klarnamen &amp; Pseudonyme
es: Nombres reales y motes
fi_fi: Aidot nimet &amp; nimimerkit
fr: Pseudonymes et identités réelles
it_it: Nome reale &amp; soprannomi
ru: Настоящие и вымышленные имена

source: Villages does <strong>not</strong> require you to use your real name or reveal your real-world identity in any way, so feel free to use any handle that your friends can recognize.
ru: Villages <strong>не</strong> требует от вас использовать свое настоящее имя или раскрывать свою реальную личность каким-либо другим способом, так что вы свободны в выборе любого имени, по которому ваши друзья смогут вас узнать

source: Tracking
es: Vigilancia
fi_fi: Seuranta
fr: Suivi
it_it: Tracciamento
ru: Отслеживание

source: Villages will not do creepy things like track your every click or sell your data to third parties. That isn't who we are.
ru: Villages не занимается вещами типа отслеживания каждого вашего клика или продажи ваших данных на сторону. Мы так не поступаем.

source: If you have any concerns about privacy, please <a href="%(url_feedback)s">send us feedback</a>.
ru: Если у вас есть какие-то беспокойства по поводу приватности, пожалуйста <a href="%(url_feedback)s">сообщите нам</a>.

source: Title
ru: Название

source: Text
ru: Текст

source: Image
ru: Изображение

source: Want
ru: Желание

source: Leave unchecked if your post is an offer.
de: Lass deaktiviert, wenn deine Bekanntgabe ein Angebot ist.
es: Dejar desmarcado si el anuncio es una oferta.
fi_fi: Jätä ruutu tyhjäksi, jos olet tarjoamassa jotain.
fr: Ne pas cocher si votre proposition est une offre.
it_it: Lascia non spuntato se il tuo annuncio è un'offerta.
ru: Оставьте неотмеченным если ваша заметка о предложении.

source: Offer
ru: Предложение

source: Message sent.
ru: Сообщение отправлено.

source: Villages.cc message from %(from)s Re: %(title)s
ru: Сообщение с Villages.cc от %(from)s в ответ на: %(title)s

source: Edit
de: Bearbeiten
es: Editar
fi_fi: Muokkaa
fr: Modifier
it_it: Modifica
ru: Редактировать

source: My Posts
de: Meine Bekanntgaben
es: Mis Anuncios
fi_fi: Omat ilmoitukseni
fr: Mes propositions
it_it: I miei messaggi
ru: Мои заметки

source: Contact
de: Kontakt
es: Contactar
fi_fi: Yhteydenotto
it_it: Contattare
ru: Связаться

source: Send a message to %(post_user)s about this post
ru: Отправить сообщение для %(post_user)s об этой заметке

# email
source: View post
ru: Просмотр заметки

# email
source: View %(sender)s
ru: Участник %(sender)s

source: Edit Post
ru: Редактирование заметки

source: Posts are temporary advertisements for items and services offered and wanted. For permanent advertisements, such as skills you have to offer, please use your profile description.
ru: Заметки это временные объявления о предметах и услугах, предлагаемых и желаемых. Для постоянных объявлений, таких как навыки, которые вы можете предложить, просьба использовать описание в вашем профиле.

source: Any information you post will be <strong>public</strong>.
ru: Любая информация, которую вы оставите, будет <strong>общедоступной</strong>.

source: View post
de: Bekanntgabe anzeigen
es: Ver anuncio
fi_fi: Näytä ilmoitus
fr: Voir la proposition
it_it: Vedi annuncio
ru: Просмотр заметки

source: Location:
ru: Местоположение:

source: Save Post
de: Bekanntgabe speichern
es: Salvar anuncio
fi_fi: Tallenna ilmoitus
fr: Enregistrer la proposition
it_it: Salva annuncio
ru: Сохранить заметку

source: Delete
de: Löschen
es: Borrar
fi_fi: Poista
fr: Supprimer
it_it: Cancella
ru: Удалить

source: Delete post?
de: Bekanntgabe löschen?
es: ¿Borrar anuncio?
fi_fi: Poistetaanko ilmoitus?
fr: Supprimer la proposition ?
it_it: Cancellare l'annuncio?
ru: Удалить заметку?

source: That email address is registered to another user.
ru: Этот адрес уже указан другим пользователем

source: You have already sent an invitation to %s.
ru: Вы уже отпраили приглашение для %s.

source: You can't invite yourself.
ru: Вы не можете пригласить сами себя.

source: Please ensure this number is below %d.
ru: Пожалуйста убедитесь что это число меньше %d.

source: That username or email isn't recognized.
ru: Имя пользователя или адрес электронной почты не распознаны.

source: Name displayed to other users. You can change this later.
ru: Имя показывается другим пользователям. Вы можете потом его сменить.

source: The address to receive notifications from Villages.
ru: Адрес для получения напоминаний от Villages.

source: Desired login name. You cannot change this.
ru: Желаемое имя пользователя. Вы не сможете изменить его.

source: Desired password.
ru: Желаемый пароль

source: A user with that username already exists.
de: Ein/e Benutzer/in mit diesem Benutzernamen existiert bereits!
el: Υπάρχει ήδη χρήστης με το ίδιο ψευδώνυμο
es: Ya existe un usuario con ese nombre.
fi_fi: Valitsemasi käyttäjänimi on jo varattu.
fr: Un utilisateur avec ce nom d'utilisateur existe déjà.
it_it: Esiste già un utente con quel nome.
ru: Участник с этим именем пользователя уже существует.

source: Username or email
ru: Имя или эл.адрес

source: Villages.cc message from %s
ru: Сообщение с Villages.cc от %s

source: Photo
ru: Фото

source: Description
de: Beschreibung
es: Descripción
fi_fi: Kuvaus
fr: décrit
it_it: Descrizione
ru: Описание

source: Limited hearts
de: Begrenzte Herzen
es: Corazones limitados
fi_fi: Sydänrajoitus
fr: cœur limiter
it_it: Cuori limitati
ru: Ограничение сердечек

source: Uncheck this if you know what you're doing and want to give out more hearts.
de: Deaktiviere dies, wenn du weißt, was du tust, und mehr Herzen verteilen möchtest.
es: Desmarca esto si sabes lo que estás haciendo y quieres dar más corazones
fi_fi: Poista rasti ruudusta, jos tiedät mitä olet tekemässä ja haluat antaa lisää sydämiä.
it_it: Rimuovi la spunta da qui se sai cosa stai facendo e vuoi dare più cuori.
ru: Снимите отметку если знаете что делаете и хотите дать больше сердечек.

source: Receive notifications
de: Benachrichtigungen erhalten
es: Recibir notificaciones
fi_fi: Vastaanota ilmoituksia
fr: recevoir les notifications
it_it: Ricevi le notifiche
ru: Получать уведомления

source: Receive email whenever someone endorses or acknowledges you.
de: Erhalte eine Email immer wenn dich jemand unterstützt oder anerkennt.
es: Recibir un email siempre que alguien te respalda o da un reconocimiento
fi_fi: Vastaanota sähköpostia kun saat tukea, tai tunnustusta.
fr: recevoir l'email que un personne approuver ou reconnaître tu.
it_it: Ricevi una e-mail ogni volta che qualcuno ti sostiene o ti dà un riconoscimento.
ru: Получать письмо когда кто-либо одобряет или благодарит вас.

source: Receive updates
de: Aktualisierungen erhalten
es: Recibir noticias
fi_fi: Vastaanota uutisia
fr: recevoir les mises a jour.
it_it: Ricevi gli aggiornamenti
ru: Получать обновления

source: Receive occasional news about the Villages community.
de: Erhalte gelegentliche News über die Villages-Gemeinschaft
es: Recibir noticias ocasionales sobre la comunidad Villages
fi_fi: Vastaanota ajoittaisia Villages-yhteisöä koskevia uutisia.
fr: retriever la actualités a les commune villages.
it_it: Ricevi notizie occasionali sulla comunità di Villages.
ru: Получать иногда новости о сообществе Villages.

source: Language
ru: Язык

source: Villages shall use this language for interaction with you.
ru: Villages будет использовать этот язык для взаимодействия с вами.

source: Settings for %s
de: Einstellungen für %s
es: Preferencias de %s
fi_fi: Käyttäjän %s asetukset
fr: choisi pour %s
it_it: Impostazioni per %s
ru: Настройки для %s

source: Friend's email
de: Email des/der Freund/in
es: Email del amigo
fi_fi: Ystäväsi sähköpostisoite
fr: l'email pour ton amis
it_it: Email dell'amico/a
ru: Электронная почта друга

source: Hearts
de: Herzen
el: Καρδιές
es: Corazones
fi_fi: Sydämiä
fr: Cœurs
it_it: Cuori
ru: Сердечки

source: Each heart represents an hour of value you'd provide in exchange for acknowledgements.
de: Jedes Herz stellt eine Wertstunde dar, die du im Tausch für Anerkenntnisse bereitstellst.
es: Cada corazón representa una hora de valor que tu proveerías a cambio de de reconocimientos.
fi_fi: Jokainen sydän vastaa arvoltaan yhtä tuntia, jonka tarjoaisit vaihdossa tunnustuksia vastaan.
fr: La cœur représenté un heure pour ton mérite, qui tu donner pour les reconnaissances au l'échange.
it_it: Ogni cuore rappresenta un'ora di valore che sei disposto/a a fornire in cambio di riconoscimenti.
ru: Каждое сердечко означает час времени, которое вы предоставляете в обмен на благодарности.

source: Testimonial
de: Empfehlungen
es: Testimonio
fi_fi: Suosittelusi
fr: bien mots
it_it: Testimonianze
ru: Рекомендация

source: Private message
de: Private Nachricht
es: Mensaje privado
fi_fi: Yksityisviesti
fr: message privée
it_it: Messaggio privato
ru: Личное сообщение

source: Sent with the invitation email only. Not public.
de: Ausschließlich mit der Einladungs-Email gesendet. Nicht öffentlich.
es: Se envia sólo con el email de invitación. No es público.
fi_fi: Lähetetään kutsuviestin ohessa. Ei julkinen.
fr: seul envoyée a la email. n'est pas public?
it_it: Inviato solo con l'e-mail di invito. Non pubblico.
ru: Отправить только с пригласительным письмом. Не публично.

source: %s Has Invited You To Villages.cc
de: %s hat dich eingeladen, Villages.cc beizutreten
es: %s Te ha invitado a Villages.cc
fi_fi: %s on kutsunut sinut mukaan Villages.cc-yhteisöön
fr: %s a inviter tu au villages
it_it: %s ti ha invitato a Villages.cc
ru: %s пригласил вас на Villages.cc

source: Password reset link for %s
de: Link zum Zurücksetzen des Kennworts für %s
es: Link de reestablecimiento de contraseña para %s
fi_fi: Salasanan uusimislinkki käyttäjälle %s
fr: lien pour réinitialisation la mot de passe pour %s
it_it: Link per reimpostare la password di %s
ru: Ссылка сброса пароля для %s

source: Villages.cc Password Reset Link
de: Villages.cc Link zum Zurücksetzen des Kennworts
es: Link de reestablecimiento de contraseña de Villages.cc
fi_fi: Villages.cc-yhteisön salasanan nollauslinkki
fr: lien au villages mot de passe réinitialisation
it_it: Link per reimpostare la password su Villages.cc
ru: Ссылка сброса пароля Villages.cc

source: Profile saved.
ru: Профиль сохранен.

source: Thank you for registering.<br><br>Please continue filling out your profile by uploading a photo and describing yourself for other users.<br><br>We have sent a welcome email to your address. If you do not receive it, please verify your email address under account settings.
ru: Благодарим вас за регистрацию.<br><br>Пожалуйста продолжите заполнение вашего профиля, загрузив фотографию и описав себя для других участников.<br><br>Приветственное электронное письмо было отправлено на ваш адрес. Если вы не получили его, пожалуйста проверьте адрес вашей электронной почты в настройках аккаунта.

source: Password changed.
ru: Пароль изменен.

source: Settings saved.
ru: Настройки сохранены.
